[
    {
        "fact_id": 1,
        "language": "English",
        "fact": "In 1987 cats overtook dogs as the number one pet in America.",
        "retrieved_at_utc": "2025-07-18T04:03:34.714667+00:00"
    },
    {
        "fact_id": 2,
        "language": "English",
        "fact": "Cats that live together sometimes rub each others heads to show that they have no intention of fighting. Young cats do this more often, especially when they are excited.",
        "retrieved_at_utc": "2025-07-18T04:03:34.748175+00:00"
    },
    {
        "fact_id": 3,
        "language": "English",
        "fact": "Mother cats teach their kittens to use the litter box.",
        "retrieved_at_utc": "2025-07-18T04:03:34.781511+00:00"
    },
    {
        "fact_id": 4,
        "language": "English",
        "fact": "The way you treat kittens in the early stages of it's life will render it's personality traits later in life.",
        "retrieved_at_utc": "2025-07-18T04:03:34.901556+00:00"
    },
    {
        "fact_id": 5,
        "language": "English",
        "fact": "Contrary to popular belief, the cat is a social animal. A pet cat will respond and answer to speech , and seems to enjoy human companionship.",
        "retrieved_at_utc": "2025-07-18T04:03:34.936719+00:00"
    },
    {
        "fact_id": 6,
        "language": "English",
        "fact": "When well treated, a cat can live twenty or more years but the average life span of a domestic cat is 14 years.",
        "retrieved_at_utc": "2025-07-18T04:03:34.971892+00:00"
    },
    {
        "fact_id": 7,
        "language": "English",
        "fact": "Neutering a cat extends its life span by two or three years.",
        "retrieved_at_utc": "2025-07-18T04:03:35.003993+00:00"
    },
    {
        "fact_id": 8,
        "language": "English",
        "fact": "Cats, especially older cats, do get cancer. Many times this disease can be treated successfully.",
        "retrieved_at_utc": "2025-07-18T04:03:35.037091+00:00"
    },
    {
        "fact_id": 9,
        "language": "English",
        "fact": "Cats can not taste sweets.",
        "retrieved_at_utc": "2025-07-18T04:03:35.068657+00:00"
    },
    {
        "fact_id": 10,
        "language": "English",
        "fact": "Cats must have fat in their diet because they cannot produce it on their own.",
        "retrieved_at_utc": "2025-07-18T04:03:35.098836+00:00"
    },
    {
        "fact_id": 11,
        "language": "English",
        "fact": "Some common houseplants poisonous to cats include: English Ivy, iris, mistletoe, philodendron, and yew.",
        "retrieved_at_utc": "2025-07-18T04:03:35.131335+00:00"
    },
    {
        "fact_id": 12,
        "language": "English",
        "fact": "Tylenol and chocolate are both poisonous to cats.",
        "retrieved_at_utc": "2025-07-18T04:03:35.164839+00:00"
    },
    {
        "fact_id": 13,
        "language": "English",
        "fact": "Many cats cannot properly digest cows milk. Milk and milk products give them diarrhea.",
        "retrieved_at_utc": "2025-07-18T04:03:35.197137+00:00"
    },
    {
        "fact_id": 14,
        "language": "English",
        "fact": "The average cat food meal is the equivalent to about five mice.",
        "retrieved_at_utc": "2025-07-18T04:03:35.237875+00:00"
    },
    {
        "fact_id": 15,
        "language": "English",
        "fact": "Cats can get tapeworms from eating fleas. These worms live inside the cat forever, or until they are removed with medication. They reproduce by shedding a link from the end of their long bodies. This link crawls out the cat's anus, and sheds hundreds of eggs. These eggs are injested by flea larvae, and the cycles continues. Humans may get these tapeworms too, but only if they eat infected fleas. Cats with tapeworms should be dewormed by a veterinarian.",
        "retrieved_at_utc": "2025-07-18T04:03:35.271413+00:00"
    },
    {
        "fact_id": 16,
        "language": "English",
        "fact": "Cats can get tapeworms from eating mice. If your cat catches a mouse it is best to take the prize away from it.",
        "retrieved_at_utc": "2025-07-18T04:03:35.307353+00:00"
    },
    {
        "fact_id": 17,
        "language": "English",
        "fact": "A form of AIDS exists in cats.",
        "retrieved_at_utc": "2025-07-18T04:03:35.339174+00:00"
    },
    {
        "fact_id": 18,
        "language": "English",
        "fact": "The color of the points in Siamese cats is heat related. Cool areas are darker.",
        "retrieved_at_utc": "2025-07-18T04:03:35.374182+00:00"
    },
    {
        "fact_id": 19,
        "language": "English",
        "fact": "Siamese kittens are born white because of the heat inside the mother's uterus before birth. This heat keeps the kittens' hair from darkening on the points.",
        "retrieved_at_utc": "2025-07-18T04:03:35.405470+00:00"
    },
    {
        "fact_id": 20,
        "language": "English",
        "fact": "People who are allergic to cats are actually allergic to cat saliva or to cat dander. If the resident cat is bathed regularly the allergic people tolerate it better.",
        "retrieved_at_utc": "2025-07-18T04:03:35.435451+00:00"
    },
    {
        "fact_id": 21,
        "language": "English",
        "fact": "Studies now show that the allergen in cats is related to their scent glands. Cats have scent glands on their faces and at the base of their tails. Entire male cats generate the most scent. If this secretion from the scent glands is the allergen, allergic people should tolerate spayed female cats the best.",
        "retrieved_at_utc": "2025-07-18T04:03:35.471393+00:00"
    },
    {
        "fact_id": 22,
        "language": "English",
        "fact": "Cats do not think that they are little people. They think that we are big cats. This influences their behavior in many ways.",
        "retrieved_at_utc": "2025-07-18T04:03:35.504393+00:00"
    },
    {
        "fact_id": 23,
        "language": "English",
        "fact": "Cats are subject to gum disease and to dental caries. They should have their teeth cleaned by the vet or the cat dentist once a year.",
        "retrieved_at_utc": "2025-07-18T04:03:35.538985+00:00"
    },
    {
        "fact_id": 24,
        "language": "English",
        "fact": "Many people fear catching a protozoan disease, Toxoplasmosis, from cats. This disease can cause illness in the human, but more seriously, can cause birth defects in the unborn. Toxoplasmosis is a common disease, sometimes spread through the feces of cats. It is caused most often from eating raw or rare beef. Pregnant women and people with a depressed immune system should not touch the cat litter box. Other than that, there is no reason that these people have to avoid cats.",
        "retrieved_at_utc": "2025-07-18T04:03:35.569318+00:00"
    },
    {
        "fact_id": 25,
        "language": "English",
        "fact": "The ancestor of all domestic cats is the African Wild Cat which still exists today.",
        "retrieved_at_utc": "2025-07-18T04:03:35.600647+00:00"
    },
    {
        "fact_id": 26,
        "language": "English",
        "fact": "In ancient Egypt, killing a cat was a crime punishable by death.",
        "retrieved_at_utc": "2025-07-18T04:03:35.633986+00:00"
    },
    {
        "fact_id": 27,
        "language": "English",
        "fact": "In ancient Egypt, mummies were made of cats, and embalmed mice were placed with them in their tombs. In one ancient city, over 300,000 cat mummies were found.",
        "retrieved_at_utc": "2025-07-18T04:03:35.668956+00:00"
    },
    {
        "fact_id": 28,
        "language": "English",
        "fact": "In the Middle Ages, during the Festival of Saint John, cats were burned alive in town squares.",
        "retrieved_at_utc": "2025-07-18T04:03:35.702753+00:00"
    },
    {
        "fact_id": 29,
        "language": "English",
        "fact": "The first cat show was in 1871 at the Crystal Palace in London.",
        "retrieved_at_utc": "2025-07-18T04:03:35.743820+00:00"
    },
    {
        "fact_id": 30,
        "language": "English",
        "fact": "Today there are about 100 distinct breeds of the domestic cat.",
        "retrieved_at_utc": "2025-07-18T04:03:35.786079+00:00"
    },
    {
        "fact_id": 31,
        "language": "English",
        "fact": "Like birds, cats have a homing ability that uses its biological clock, the angle of the sun, and the Earth's magnetic field. A cat taken far from its home can return to it. But if a cat's owners move far from its home, the cat can't find them.",
        "retrieved_at_utc": "2025-07-18T04:03:35.817084+00:00"
    },
    {
        "fact_id": 32,
        "language": "English",
        "fact": "Cats bury their feces to cover their trails from predators.",
        "retrieved_at_utc": "2025-07-18T04:03:35.849876+00:00"
    },
    {
        "fact_id": 33,
        "language": "English",
        "fact": "Cats sleep 16 to 18 hours per day. When cats are asleep, they are still alert to incoming stimuli. If you poke the tail of a sleeping cat, it will respond accordingly.",
        "retrieved_at_utc": "2025-07-18T04:03:35.885695+00:00"
    },
    {
        "fact_id": 34,
        "language": "English",
        "fact": "Besides smelling with their nose, cats can smell with an additional organ called the Jacobson's organ, located in the upper surface of the mouth.",
        "retrieved_at_utc": "2025-07-18T04:03:35.918981+00:00"
    },
    {
        "fact_id": 35,
        "language": "English",
        "fact": "The chlorine in fresh tap water irritates sensitive parts of the cat's nose. Let tap water sit for 24 hours before giving it to a cat.",
        "retrieved_at_utc": "2025-07-18T04:03:35.949078+00:00"
    },
    {
        "fact_id": 36,
        "language": "English",
        "fact": "Abraham Lincoln loved cats. He had four of them while he lived in the White House.",
        "retrieved_at_utc": "2025-07-18T04:03:35.981347+00:00"
    },
    {
        "fact_id": 37,
        "language": "English",
        "fact": "Julius Ceasar, Henri II, Charles XI, and Napoleon were all afraid of cats.",
        "retrieved_at_utc": "2025-07-18T04:03:36.011923+00:00"
    },
    {
        "fact_id": 38,
        "language": "English",
        "fact": "Cats have an average of 24 whiskers, arranged in four horizontal rows on each side.",
        "retrieved_at_utc": "2025-07-18T04:03:36.047349+00:00"
    },
    {
        "fact_id": 39,
        "language": "English",
        "fact": "The word 'cat' in various languages: French: chat; German: katze; Italian: gatto; Spanish/Portugese: gato; Yiddish: kats; Maltese: qattus; Swedish/Norwegian: katt; Dutch: kat; Icelandic: kottur; Greek: catta; Hindu: katas; Japanese:neko; Polish: kot; Ukranian: kotuk; Hawiian: popoki; Russian: koshka; Latin: cattus; Egyptian: mau; Turkish: kedi; Armenian: Gatz; Chinese: mao; Arabic: biss; Indonesian: kucing; Bulgarian: kotka; Malay: kucing; Thai/Vietnamese: meo; Romanian: pisica; Lithuanian: katinas; Czech: kocka; Slovak: macka; Armenian: gatz; Basque: catua; Estonian: kass; Finnish: kissa; Swahili: paka.",
        "retrieved_at_utc": "2025-07-18T04:03:36.081531+00:00"
    },
    {
        "fact_id": 40,
        "language": "English",
        "fact": "Statistics indicate that animal lovers in recent years have shown a preference for cats over dogs!",
        "retrieved_at_utc": "2025-07-18T04:03:36.116033+00:00"
    },
    {
        "fact_id": 41,
        "language": "English",
        "fact": "Cats can be taught to walk on a leash, but a lot of time and patience is required to teach them. The younger the cat is, the easier it will be for them to learn.",
        "retrieved_at_utc": "2025-07-18T04:03:36.147783+00:00"
    },
    {
        "fact_id": 42,
        "language": "English",
        "fact": "Purring not always means happiness. Purring could mean a cat is in terrible pain such as during childbirth. Kitten will purr to their mother to let her know they are getting enough milk while nursing. Purring is a process of inhaling and exhaling, usually performed while the mouth is closed. But don't worry, if your cat is purring while your gently petting her and holding her close to you - that is a happy cat!",
        "retrieved_at_utc": "2025-07-18T04:03:36.179064+00:00"
    },
    {
        "fact_id": 1,
        "language": "German",
        "fact": "Im Jahr 1987 überholten Katzen die Hunde als Nr.1 Haustier in Amerika.",
        "retrieved_at_utc": "2025-07-18T04:03:37.649905+00:00"
    },
    {
        "fact_id": 2,
        "language": "German",
        "fact": "Katzen, die zusammenleben, reiben manchmal ihre Köpfe zusammen, um zu signalisieren, dass sie keine Absicht haben zu kämpfen. Dies ist vermehrt bei jüngeren Katzen zu beobachten - vorallem wenn sie aufgeregt sind.",
        "retrieved_at_utc": "2025-07-18T04:03:37.682832+00:00"
    },
    {
        "fact_id": 3,
        "language": "German",
        "fact": "Die Katzenmutter bringt ihren Kitten bei das Katzenklo zu verwenden",
        "retrieved_at_utc": "2025-07-18T04:03:37.715974+00:00"
    },
    {
        "fact_id": 4,
        "language": "German",
        "fact": "Um catfacts zu deabonnieren antworte mit dem folgenden Code: tj3G5de$se",
        "retrieved_at_utc": "2025-07-18T04:03:37.749060+00:00"
    },
    {
        "fact_id": 5,
        "language": "German",
        "fact": "Das ist aber schade! Bist du sicher, dass du catfacts deabonnieren willst? Antworte mit YES oder NO",
        "retrieved_at_utc": "2025-07-18T04:03:37.781187+00:00"
    },
    {
        "fact_id": 6,
        "language": "German",
        "fact": "Ungültiger Befehl, CatFacts!",
        "retrieved_at_utc": "2025-07-18T04:03:37.818335+00:00"
    },
    {
        "fact_id": 7,
        "language": "German",
        "fact": "Die Art wie du deine Kitten im jungen Alter behandelst wird Einfluss auf dessen Persönlichkeit im höheren Alter haben.",
        "retrieved_at_utc": "2025-07-18T04:03:37.849555+00:00"
    },
    {
        "fact_id": 8,
        "language": "German",
        "fact": "Entgegen der läufigen Meinung ist die Katze ein soziales Tier. Eine Hauskatze wird auf Sprache reagieren und antworten und scheint menschliche Gesellschaft zu genießen.",
        "retrieved_at_utc": "2025-07-18T04:03:37.884629+00:00"
    },
    {
        "fact_id": 9,
        "language": "German",
        "fact": "Bei guter Behandlung können Katzen bis zu 20 oder mehr Jahre alt werden. Die durchschnittliche Lebenserwartung einer Hauskatze beträgt allerdings 14 Jahre.",
        "retrieved_at_utc": "2025-07-18T04:03:37.921209+00:00"
    },
    {
        "fact_id": 10,
        "language": "German",
        "fact": "Das Kastrieren einer Katze verlängert ihre Lebenserwartung um zwei bis drei Jahre.",
        "retrieved_at_utc": "2025-07-18T04:03:37.955034+00:00"
    },
    {
        "fact_id": 11,
        "language": "German",
        "fact": "Um catfacts zu deabonnieren antworte mit dem folgenden Code: tj3G5de$se",
        "retrieved_at_utc": "2025-07-18T04:03:37.987568+00:00"
    },
    {
        "fact_id": 12,
        "language": "German",
        "fact": "Das ist aber schade! Bist du sicher, dass du catfacts deabonnieren willst? Antworte mit YES oder NO",
        "retrieved_at_utc": "2025-07-18T04:03:38.019320+00:00"
    },
    {
        "fact_id": 13,
        "language": "German",
        "fact": "Ungültiger Befehl, CatFacts!",
        "retrieved_at_utc": "2025-07-18T04:03:38.050948+00:00"
    },
    {
        "fact_id": 14,
        "language": "German",
        "fact": "Katzen, vorallem ältere Katzen, sind in der Lage Krebs zu bekommen. Oftmals kann diese Krankheit erfolgreich behandelt werden.",
        "retrieved_at_utc": "2025-07-18T04:03:38.083344+00:00"
    },
    {
        "fact_id": 15,
        "language": "German",
        "fact": "Katzen können süß nicht schmecken",
        "retrieved_at_utc": "2025-07-18T04:03:38.114911+00:00"
    },
    {
        "fact_id": 16,
        "language": "German",
        "fact": "Katzen benötigen Fett in ihrem Diätfutter, da sie dieses nicht selbst produzieren können.",
        "retrieved_at_utc": "2025-07-18T04:03:38.145467+00:00"
    },
    {
        "fact_id": 17,
        "language": "German",
        "fact": "Einige übliche Hauspflanzen sind giftig für Katzen. Darunter sind: Efeu, Schwertlilie, Mistelzweig, Philodendron und Eibe.",
        "retrieved_at_utc": "2025-07-18T04:03:38.180954+00:00"
    },
    {
        "fact_id": 18,
        "language": "German",
        "fact": "Paracetamol und Schokolade sind für Katzen giftig.",
        "retrieved_at_utc": "2025-07-18T04:03:38.216216+00:00"
    },
    {
        "fact_id": 19,
        "language": "German",
        "fact": "Viele Katzen können Kuhmilch nicht richtig verdauen. Milch und Milchprodukte sorgen daher für Durchfall bei Katzen.",
        "retrieved_at_utc": "2025-07-18T04:03:38.251582+00:00"
    },
    {
        "fact_id": 20,
        "language": "German",
        "fact": "Die durchschnittliche Katzenfutter Portion ist equivalent zu ungefähr fünf Mäusen.",
        "retrieved_at_utc": "2025-07-18T04:03:38.286523+00:00"
    },
    {
        "fact_id": 21,
        "language": "German",
        "fact": "Katzen können durch das Fressen von Flöhen Bandwürmer bekommen. Diese Würmer leben für immer in der Katze, oder bis sie mit Medikamenten entfernt werden. Sie vermehren sich, indem sie ein Glied am Ende ihres langen Körpers abwerfen. Dieses Glied krabbelt aus dem Anus der Katze und legt Hunderte von Eiern ab. Diese Eier werden von Flohlarven aufgenommen, und der Kreislauf setzt sich fort. Auch Menschen können diese Bandwürmer bekommen, aber nur, wenn sie infizierte Flöhe essen. Katzen mit Bandwürmern sollten von einem Tierarzt entwurmt werden.",
        "retrieved_at_utc": "2025-07-18T04:03:38.319065+00:00"
    },
    {
        "fact_id": 22,
        "language": "German",
        "fact": "Katzen können durch das Fressen von Mäusen Bandwürmer bekommen. Wenn deine Katze eine Maus fängt, ist es am besten, ihr die Beute wegzunehmen.",
        "retrieved_at_utc": "2025-07-18T04:03:38.354179+00:00"
    },
    {
        "fact_id": 23,
        "language": "German",
        "fact": "Es existiert eine Katzen Variante von AIDS.",
        "retrieved_at_utc": "2025-07-18T04:03:38.393482+00:00"
    },
    {
        "fact_id": 24,
        "language": "German",
        "fact": "Die Farbe der Punkte bei Siamkatzen ist wärmebedingt. Kühle Bereiche sind dunkler.",
        "retrieved_at_utc": "2025-07-18T04:03:38.426684+00:00"
    },
    {
        "fact_id": 25,
        "language": "German",
        "fact": "Siamesische Kitten werden, aufgrund der Hitze im Uterus der Mutter, weiß geboren. Diese Wärme verhindert, dass sich die Haare der Kitten verdunkeln.",
        "retrieved_at_utc": "2025-07-18T04:03:38.460522+00:00"
    },
    {
        "fact_id": 26,
        "language": "German",
        "fact": "Katzenallergiker sind eigentlich gegen Katzenspeichel oder Katzenschuppen allergisch. Wenn die Hauskatze regelmäßig gebadet wird, wird sie von den Allergikern besser vertragen.",
        "retrieved_at_utc": "2025-07-18T04:03:38.500366+00:00"
    },
    {
        "fact_id": 27,
        "language": "German",
        "fact": "Studien zeigen, dass das Allergen bei Katzen mit ihren Duftdrüsen zusammenhängt. Katzen haben Duftdrüsen im Gesicht und an der Schwanzwurzel. Ausgewachsene Kater erzeugen den meisten Duft. Wenn dieses Sekret aus den Duftdrüsen das Allergen ist, sollten Allergiker kastrierte weibliche Katzen am besten vertragen.",
        "retrieved_at_utc": "2025-07-18T04:03:38.535393+00:00"
    },
    {
        "fact_id": 28,
        "language": "German",
        "fact": "Katzen denken nicht, dass sie kleine Menschen sind. Sie denken, dass wir große Katzen sind. Das beeinflusst ihr Verhalten in vielerlei Hinsicht.",
        "retrieved_at_utc": "2025-07-18T04:03:38.569354+00:00"
    },
    {
        "fact_id": 29,
        "language": "German",
        "fact": "Katzen sind anfällig für Zahnfleischerkrankungen und Zahnkaries. Sie sollten ihre Zähne einmal im Jahr vom Tierarzt oder vom Katzenzahnarzt reinigen lassen.",
        "retrieved_at_utc": "2025-07-18T04:03:38.602848+00:00"
    },
    {
        "fact_id": 30,
        "language": "German",
        "fact": "Viele Menschen befürchten, sich bei Katzen mit einer Protozoenerkrankung, der Toxoplasmose, anzustecken. Diese Krankheit kann beim Menschen Krankheiten hervorrufen, aber noch schlimmer ist, dass sie bei Ungeborenen zu Missbildungen führen kann. Toxoplasmose ist eine weit verbreitete Krankheit, die manchmal über den Kot von Katzen übertragen wird. Sie wird am häufigsten durch den Verzehr von rohem oder seltenem Rindfleisch verursacht. Schwangere Frauen und Menschen mit einem geschwächten Immunsystem sollten das Katzenklo nicht berühren. Ansonsten gibt es keinen Grund, warum diese Menschen Katzen meiden sollten.",
        "retrieved_at_utc": "2025-07-18T04:03:38.650321+00:00"
    },
    {
        "fact_id": 31,
        "language": "German",
        "fact": "Der Vorfahre aller Hauskatzen ist die Afrikanische Wildkatze, die auch heute noch existiert.",
        "retrieved_at_utc": "2025-07-18T04:03:38.683964+00:00"
    },
    {
        "fact_id": 32,
        "language": "German",
        "fact": "Im alten Ägypten war das Töten einer Katze ein Verbrechen, das mit dem Tod bestraft wurde.",
        "retrieved_at_utc": "2025-07-18T04:03:38.717219+00:00"
    },
    {
        "fact_id": 33,
        "language": "German",
        "fact": "Im alten Ägypten wurden Katzenmumien angefertigt, und einbalsamierte Mäuse wurden mit ihnen in die Gräber gelegt. In einer alten Stadt wurden über 300.000 Katzenmumien gefunden.",
        "retrieved_at_utc": "2025-07-18T04:03:38.750185+00:00"
    },
    {
        "fact_id": 34,
        "language": "German",
        "fact": "Im Mittelalter wurden, während des Johannisfestes, Katzen auf den Plätzen der Städte lebendig verbrannt.",
        "retrieved_at_utc": "2025-07-18T04:03:38.786955+00:00"
    },
    {
        "fact_id": 35,
        "language": "German",
        "fact": "Die erste Katzenshow fand 1871 im Crystal Palace in London statt.",
        "retrieved_at_utc": "2025-07-18T04:03:38.819190+00:00"
    },
    {
        "fact_id": 36,
        "language": "German",
        "fact": "Heute gibt es etwa 100 verschiedene Rassen der Hauskatze.",
        "retrieved_at_utc": "2025-07-18T04:03:38.850224+00:00"
    },
    {
        "fact_id": 37,
        "language": "German",
        "fact": "Wie Vögel verfügen auch Katzen über ein Heimfindevermögen. Dieses nutzt ihre biologische Uhr, den Sonnenstand und das Magnetfeld der Erde. Eine Katze, die sich weit von ihrem Zuhause entfernt hat, kann dorthin zurückfinden. Aber wenn die Besitzer einer Katze sich weit von ihrem Zuhause entfernen, kann die Katze sie nicht mehr finden.",
        "retrieved_at_utc": "2025-07-18T04:03:38.885184+00:00"
    },
    {
        "fact_id": 38,
        "language": "German",
        "fact": "Katzen vergraben ihren Kot, um ihre Spuren vor Raubtieren zu verbergen.",
        "retrieved_at_utc": "2025-07-18T04:03:38.918999+00:00"
    },
    {
        "fact_id": 39,
        "language": "German",
        "fact": "Katzen schlafen 16 bis 18 Stunden am Tag. Wenn Katzen schlafen, sind sie immer noch wachsam gegenüber eingehenden Reizen. Stupst man eine schlafenden Katze am Schwanz an, reagiert sie entsprechend.",
        "retrieved_at_utc": "2025-07-18T04:03:38.950840+00:00"
    },
    {
        "fact_id": 40,
        "language": "German",
        "fact": "Außer mit der Nase können Katzen auch mit einem zusätzlichen Organ riechen, dem so genannten Jacobsonschen Organ, das sich an der Oberseite des Mundes befindet.",
        "retrieved_at_utc": "2025-07-18T04:03:38.986848+00:00"
    },
    {
        "fact_id": 41,
        "language": "German",
        "fact": "Das Chlor in frischem Leitungswasser reizt die empfindliche Katzennase. Lass Leitungswasser 24 Stunden lang stehen, bevor du es einer Katze gibst.",
        "retrieved_at_utc": "2025-07-18T04:03:39.021724+00:00"
    },
    {
        "fact_id": 42,
        "language": "German",
        "fact": "Abraham Lincoln liebte Katzen. Er hatte vier, als er im weißen Haus lebte.",
        "retrieved_at_utc": "2025-07-18T04:03:39.053674+00:00"
    },
    {
        "fact_id": 1,
        "language": "Bengali",
        "fact": "১৯৮৭(1987) সালে আমেরিকার এক নম্বর পোষা প্রাণী হিসাবে বিড়াল কুকুরকে ছাড়িয়ে যায়।",
        "retrieved_at_utc": "2025-07-18T04:03:39.085911+00:00"
    },
    {
        "fact_id": 2,
        "language": "Bengali",
        "fact": "যেসব বিড়াল একসাথে থাকে তারা মাঝে মাঝে একে অপরের মাথা ঘষে দেখায় যে তাদের লড়াই করার কোন ইচ্ছা নেই। অল্পবয়সী বিড়ালরা এটি প্রায়শই করে, বিশেষ করে যখন তারা উত্তেজিত হয়।",
        "retrieved_at_utc": "2025-07-18T04:03:39.119319+00:00"
    },
    {
        "fact_id": 3,
        "language": "Bengali",
        "fact": "মা বিড়াল তাদের বিড়ালছানাদের লিটার বাক্স ব্যবহার করতে শেখায়।",
        "retrieved_at_utc": "2025-07-18T04:03:39.152122+00:00"
    },
    {
        "fact_id": 4,
        "language": "Bengali",
        "fact": "জীবনের প্রাথমিক পর্যায়ে আপনি যেভাবে বিড়ালছানাদের সাথে আচরণ করেন তা পরবর্তী জীবনে এটির ব্যক্তিত্বের বৈশিষ্ট্যগুলি উপস্থাপন করবে।",
        "retrieved_at_utc": "2025-07-18T04:03:39.184343+00:00"
    },
    {
        "fact_id": 5,
        "language": "Bengali",
        "fact": "বিড়াল, বিশেষ করে বয়স্ক বিড়ালদের ক্যান্সার হয়। অনেক সময় এই রোগ সফলভাবে চিকিত্সা করা যেতে পারে।",
        "retrieved_at_utc": "2025-07-18T04:03:39.217390+00:00"
    },
    {
        "fact_id": 6,
        "language": "Bengali",
        "fact": "বিড়াল মিষ্টি স্বাদ করতে পারে না",
        "retrieved_at_utc": "2025-07-18T04:03:39.250268+00:00"
    },
    {
        "fact_id": 7,
        "language": "Bengali",
        "fact": "বিড়ালদের খাবারে অবশ্যই চর্বি থাকতে হবে কারণ তারা নিজেরাই এটি তৈরি করতে পারে না।",
        "retrieved_at_utc": "2025-07-18T04:03:39.291260+00:00"
    },
    {
        "fact_id": 8,
        "language": "Bengali",
        "fact": "টাইলেনল এবং চকলেট উভয়ই বিড়ালদের জন্য বিষাক্তকর",
        "retrieved_at_utc": "2025-07-18T04:03:39.326528+00:00"
    },
    {
        "fact_id": 9,
        "language": "Bengali",
        "fact": "গড় বিড়ালের খাবার প্রায় পাঁচটি ইঁদুরের সমান।",
        "retrieved_at_utc": "2025-07-18T04:03:39.359302+00:00"
    },
    {
        "fact_id": 10,
        "language": "Bengali",
        "fact": "বিড়ালরা ইঁদুর খেয়ে টেপওয়ার্ম পেতে পারে৷ আপনার বিড়ালরা যদি ইঁদুর ধরে ফেলে এটি থেকে পুরস্কার কেড়ে নেওয়াই ভাল।",
        "retrieved_at_utc": "2025-07-18T04:03:39.391417+00:00"
    },
    {
        "fact_id": 11,
        "language": "Bengali",
        "fact": "বিড়ালের মধ্যে এইডসের একটি রূপ বিদ্যমান।",
        "retrieved_at_utc": "2025-07-18T04:03:39.434771+00:00"
    },
    {
        "fact_id": 12,
        "language": "Bengali",
        "fact": "সিয়ামিজ বিড়ালের বিন্দুর রঙ তাপ সম্পর্কিত। শীতল অঞ্চলগুলি গাঢ়",
        "retrieved_at_utc": "2025-07-18T04:03:39.467355+00:00"
    },
    {
        "fact_id": 13,
        "language": "Bengali",
        "fact": "মানুষ এবং বিড়াল উভয়ের মস্তিষ্কের এক‌ই অঞ্চল আবেগের জন্য দায়ী।",
        "retrieved_at_utc": "2025-07-18T04:03:39.498577+00:00"
    },
    {
        "fact_id": 14,
        "language": "Bengali",
        "fact": "বিড়াল মার্কিন যুক্তরাষ্ট্র আমেরিকার সবচেয়ে জনপ্রিয় পোষা প্রাণী: এখানে ৮ কোটি ৮০ লক্ষ পোষা বিড়াল এবং ৭ কোটি ৪০ লক্ষ কুকুর রয়েছে।",
        "retrieved_at_utc": "2025-07-18T04:03:39.531937+00:00"
    },
    {
        "fact_id": 15,
        "language": "Bengali",
        "fact": "বিড়ালের ২০ টিরও বেশি পেশী থাকে যা তাদের কান নিয়ন্ত্রণ করে।",
        "retrieved_at_utc": "2025-07-18T04:03:39.569045+00:00"
    },
    {
        "fact_id": 16,
        "language": "Bengali",
        "fact": "একদল বিড়ালকে ক্লাউডার(clowder) বলা হয়।",
        "retrieved_at_utc": "2025-07-18T04:03:39.612333+00:00"
    },
    {
        "fact_id": 17,
        "language": "Bengali",
        "fact": "এমন বিড়াল আছে যারা ৩২ তলা (৩২০ মিটার) থেকে সিমেন্টের উপর পড়ে থেকে বেঁচে গেছে।",
        "retrieved_at_utc": "2025-07-18T04:03:39.651307+00:00"
    },
    {
        "fact_id": 18,
        "language": "Bengali",
        "fact": "বিড়ালরা তাদের জীবনের 70% ঘুমায়।",
        "retrieved_at_utc": "2025-07-18T04:03:39.684201+00:00"
    },
    {
        "fact_id": 19,
        "language": "Bengali",
        "fact": "একটি বিড়াল 15 বছর ধরে আলাস্কার তালকিতনা-র মেয়র। তার নাম স্টাবস।",
        "retrieved_at_utc": "2025-07-18T04:03:39.717517+00:00"
    },
    {
        "fact_id": 20,
        "language": "Bengali",
        "fact": "2013 সালে মেক্সিকো সিটির মেয়র পদে একটি বিড়াল দাঁড়িয়েছে",
        "retrieved_at_utc": "2025-07-18T04:03:39.753709+00:00"
    },
    {
        "fact_id": 21,
        "language": "Bengali",
        "fact": "একটি বিড়ালের মালিকানা স্ট্রোক এবং হার্ট অ্যাটাকের ঝুঁকি এক তৃতীয়াংশ কমাতে পারে।",
        "retrieved_at_utc": "2025-07-18T04:03:39.789971+00:00"
    },
    {
        "fact_id": 22,
        "language": "Bengali",
        "fact": "উইকিপিডিয়াতে একটি বিড়াল মেয়াও করার রেকর্ডিং আছে কারণ কেন নয়?",
        "retrieved_at_utc": "2025-07-18T04:03:39.832195+00:00"
    },
    {
        "fact_id": 23,
        "language": "Bengali",
        "fact": " বিশ্বের বৃহত্তম বিড়ালটি 48.5 ইঞ্চি লম্বা। https://www.youtube.com/watch?v=gc5M0aGc_EI",
        "retrieved_at_utc": "2025-07-18T04:03:39.862282+00:00"
    },
    {
        "fact_id": 24,
        "language": "Bengali",
        "fact": "প্রাপ্তবয়স্ক বিড়ালরা মানুষের সাথে যোগাযোগ করার জন্য শুধুমাত্র মেয়াও (meow) করে।",
        "retrieved_at_utc": "2025-07-18T04:03:39.900692+00:00"
    },
    {
        "fact_id": 25,
        "language": "Bengali",
        "fact": "বিশ্বের সবচেয়ে ধনী বিড়ালের মূল্য 1 কোটি  30 লাখ ডলার তার মালিক  মারা যাওয়ার পরে সে সব টাকা পায়ে ।",
        "retrieved_at_utc": "2025-07-18T04:03:39.932952+00:00"
    },
    {
        "fact_id": 26,
        "language": "Bengali",
        "fact": "বিড়াল প্রায়ই ল্যাকটোজ সহ্য করতে পারে না, তাই তাদের দুধ দেওয়া বন্ধ করুন!",
        "retrieved_at_utc": "2025-07-18T04:03:39.964363+00:00"
    },
    {
        "fact_id": 27,
        "language": "Bengali",
        "fact": "বিড়াল তাদের দৈর্ঘ্যের ছয় গুণ পর্যন্ত লাফ দিতে পারে",
        "retrieved_at_utc": "2025-07-18T04:03:39.997002+00:00"
    },
    {
        "fact_id": 28,
        "language": "Bengali",
        "fact": "বিড়াল 33টি বিভিন্ন প্রজাতির বিলুপ্তিতে অবদান রেখেছে।",
        "retrieved_at_utc": "2025-07-18T04:03:40.034134+00:00"
    },
    {
        "fact_id": 29,
        "language": "Bengali",
        "fact": "বিড়াল বেঁচে থাকার জন্য সমুদ্রের জল পান করতে পারে ",
        "retrieved_at_utc": "2025-07-18T04:03:40.070108+00:00"
    },
    {
        "fact_id": 30,
        "language": "Bengali",
        "fact": "৮০ শতাংশের বেশিই লাল বিড়ালেরা পুরুষ হয়।",
        "retrieved_at_utc": "2025-07-18T04:03:40.110869+00:00"
    },
    {
        "fact_id": 31,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.142725+00:00"
    },
    {
        "fact_id": 32,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.182197+00:00"
    },
    {
        "fact_id": 33,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.213997+00:00"
    },
    {
        "fact_id": 34,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.259783+00:00"
    },
    {
        "fact_id": 35,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.299498+00:00"
    },
    {
        "fact_id": 36,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.338793+00:00"
    },
    {
        "fact_id": 37,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.369325+00:00"
    },
    {
        "fact_id": 38,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.399783+00:00"
    },
    {
        "fact_id": 39,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.431876+00:00"
    },
    {
        "fact_id": 40,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.471440+00:00"
    },
    {
        "fact_id": 41,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.513033+00:00"
    },
    {
        "fact_id": 42,
        "language": "Bengali",
        "fact": null,
        "retrieved_at_utc": "2025-07-18T04:03:40.544904+00:00"
    },
    {
        "fact_id": 1,
        "language": "Spanish",
        "fact": "En 1987, los gatos superaron a los perros como la mascota número uno en Estados Unidos.",
        "retrieved_at_utc": "2025-07-18T04:03:40.577499+00:00"
    },
    {
        "fact_id": 2,
        "language": "Spanish",
        "fact": "Los gatos que viven juntos a veces se frotan la cabeza para demostrar que no tienen intención de pelearse. Los gatos jóvenes lo hacen más a menudo, sobre todo cuando están excitados.",
        "retrieved_at_utc": "2025-07-18T04:03:40.611582+00:00"
    },
    {
        "fact_id": 3,
        "language": "Spanish",
        "fact": "Las gatas madre enseñan a sus gatitos a usar la caja de arena.",
        "retrieved_at_utc": "2025-07-18T04:03:40.645161+00:00"
    },
    {
        "fact_id": 4,
        "language": "Spanish",
        "fact": "La forma de tratar a los gatitos en las primeras etapas de su vida determinará sus rasgos de personalidad más adelante.",
        "retrieved_at_utc": "2025-07-18T04:03:40.677586+00:00"
    },
    {
        "fact_id": 5,
        "language": "Spanish",
        "fact": "Contrariamente a la creencia popular, el gato es un animal social. Un gato como mascota responderá y contestará a lo que se le diga, y parece disfrutar de la compañía humana.",
        "retrieved_at_utc": "2025-07-18T04:03:40.712104+00:00"
    },
    {
        "fact_id": 6,
        "language": "Spanish",
        "fact": "Cuando está bien tratado, un gato puede vivir veinte años o más, pero la vida media de un gato doméstico es de 14 años.",
        "retrieved_at_utc": "2025-07-18T04:03:40.746901+00:00"
    },
    {
        "fact_id": 7,
        "language": "Spanish",
        "fact": "Castrar a un gato alarga su vida dos o tres años.",
        "retrieved_at_utc": "2025-07-18T04:03:40.780169+00:00"
    },
    {
        "fact_id": 8,
        "language": "Spanish",
        "fact": "Los gatos, sobre todo los mayores, padecen cáncer. Muchas veces esta enfermedad puede tratarse con éxito.",
        "retrieved_at_utc": "2025-07-18T04:03:40.814128+00:00"
    },
    {
        "fact_id": 9,
        "language": "Spanish",
        "fact": "Los gatos no pueden saborear los dulces.",
        "retrieved_at_utc": "2025-07-18T04:03:40.849011+00:00"
    },
    {
        "fact_id": 10,
        "language": "Spanish",
        "fact": "Los gatos deben tener grasa en su dieta porque no pueden producirla por sí mismos.",
        "retrieved_at_utc": "2025-07-18T04:03:40.883710+00:00"
    },
    {
        "fact_id": 11,
        "language": "Spanish",
        "fact": "Algunas plantas de interior comunes venenosas para los gatos incluyen: Hiedra inglesa, iris, muérdago, filodendro y tejo.",
        "retrieved_at_utc": "2025-07-18T04:03:40.915473+00:00"
    },
    {
        "fact_id": 12,
        "language": "Spanish",
        "fact": "El paracetamol y el chocolate son venenosos para los gatos.",
        "retrieved_at_utc": "2025-07-18T04:03:40.949402+00:00"
    },
    {
        "fact_id": 13,
        "language": "Spanish",
        "fact": "Muchos gatos no pueden digerir correctamente la leche de vaca. La leche y los productos lácteos les provocan diarrea.",
        "retrieved_at_utc": "2025-07-18T04:03:40.982496+00:00"
    },
    {
        "fact_id": 14,
        "language": "Spanish",
        "fact": "La comida media de un gato equivale a unos cinco ratones.",
        "retrieved_at_utc": "2025-07-18T04:03:41.018400+00:00"
    },
    {
        "fact_id": 15,
        "language": "Spanish",
        "fact": "Los gatos pueden contraer tenias por comer pulgas. Estos gusanos viven dentro del gato para siempre, o hasta que se eliminan con medicación. Se reproducen desprendiendo un eslabón del extremo de sus largos cuerpos. Este eslabón sale por el ano del gato y desprende cientos de huevos. Estos huevos son ingeridos por larvas de pulga, y el ciclo continúa. Los humanos también pueden contraer estas tenias, pero sólo si comen pulgas infectadas. Los gatos con tenias deben ser desparasitados por un veterinario.",
        "retrieved_at_utc": "2025-07-18T04:03:41.054431+00:00"
    },
    {
        "fact_id": 16,
        "language": "Spanish",
        "fact": "Los gatos pueden contraer tenias por comer ratones. Si su gato atrapa un ratón es mejor quitarle el premio.",
        "retrieved_at_utc": "2025-07-18T04:03:41.086803+00:00"
    },
    {
        "fact_id": 17,
        "language": "Spanish",
        "fact": "Existe una forma de SIDA en los gatos.",
        "retrieved_at_utc": "2025-07-18T04:03:41.120978+00:00"
    },
    {
        "fact_id": 18,
        "language": "Spanish",
        "fact": "El color de los puntos en los gatos siameses está relacionado con el calor. Las zonas frías son más oscuras.",
        "retrieved_at_utc": "2025-07-18T04:03:41.155112+00:00"
    },
    {
        "fact_id": 19,
        "language": "Spanish",
        "fact": "Los gatitos siameses nacen blancos debido al calor existente en el interior del útero de la madre antes del parto. Este calor impide que el pelo de los gatitos se oscurezca en las puntas.",
        "retrieved_at_utc": "2025-07-18T04:03:41.185935+00:00"
    },
    {
        "fact_id": 20,
        "language": "Spanish",
        "fact": "Las personas alérgicas a los gatos lo son en realidad a la saliva o a la caspa de los gatos. Si se baña regularmente al gato residente, los alérgicos lo toleran mejor.",
        "retrieved_at_utc": "2025-07-18T04:03:41.219579+00:00"
    },
    {
        "fact_id": 21,
        "language": "Spanish",
        "fact": "Los estudios muestran ahora que el alérgeno de los gatos está relacionado con sus glándulas odoríferas. Los gatos tienen glándulas odoríferas en la cara y en la base de la cola. Los gatos machos enteros son los que generan más olor. Si esta secreción de las glándulas odoríferas es el alérgeno, las personas alérgicas deberían tolerar mejor las gatas esterilizadas.",
        "retrieved_at_utc": "2025-07-18T04:03:41.251804+00:00"
    },
    {
        "fact_id": 22,
        "language": "Spanish",
        "fact": "Los gatos no piensan que son personas pequeñas. Creen que somos grandes felinos. Esto influye en su comportamiento de muchas maneras.",
        "retrieved_at_utc": "2025-07-18T04:03:41.287067+00:00"
    },
    {
        "fact_id": 23,
        "language": "Spanish",
        "fact": "Los gatos son propensos a las enfermedades de las encías y a la caries dental. El veterinario o el dentista para gatos debe limpiarles los dientes una vez al año.",
        "retrieved_at_utc": "2025-07-18T04:03:41.327138+00:00"
    },
    {
        "fact_id": 24,
        "language": "Spanish",
        "fact": "Muchas personas temen contraer una enfermedad protozoaria, la toxoplasmosis, de los gatos. Esta enfermedad puede causar enfermedades en el ser humano, pero lo que es más grave, puede provocar defectos congénitos en el feto. La toxoplasmosis es una enfermedad frecuente, que a veces se transmite a través de las heces de los gatos. La causa más frecuente es la ingestión de carne de vacuno cruda o poco hecha. Las mujeres embarazadas y las personas con el sistema inmunitario deprimido no deben tocar la caja de arena del gato. Aparte de eso, no hay ninguna razón para que estas personas tengan que evitar a los gatos.",
        "retrieved_at_utc": "2025-07-18T04:03:41.361061+00:00"
    },
    {
        "fact_id": 25,
        "language": "Spanish",
        "fact": "El antepasado de todos los gatos domésticos es el gato salvaje africano, que aún existe hoy en día.",
        "retrieved_at_utc": "2025-07-18T04:03:41.397805+00:00"
    },
    {
        "fact_id": 26,
        "language": "Spanish",
        "fact": "En el antiguo Egipto, matar a un gato era un crimen castigado con la muerte.",
        "retrieved_at_utc": "2025-07-18T04:03:41.430926+00:00"
    },
    {
        "fact_id": 27,
        "language": "Spanish",
        "fact": "En el antiguo Egipto, las momias estaban hechas de gatos, y los ratones embalsamados se colocaban con ellos en sus tumbas. En una ciudad antigua se encontraron más de 300.000 momias de gatos.",
        "retrieved_at_utc": "2025-07-18T04:03:41.462845+00:00"
    },
    {
        "fact_id": 28,
        "language": "Spanish",
        "fact": "En la Edad Media, durante la Fiesta de San Juan, los gatos eran quemados vivos en las plazas de las ciudades.",
        "retrieved_at_utc": "2025-07-18T04:03:41.494866+00:00"
    },
    {
        "fact_id": 29,
        "language": "Spanish",
        "fact": "La primera exposición felina tuvo lugar en 1871 en el Crystal Palace de Londres.",
        "retrieved_at_utc": "2025-07-18T04:03:41.536780+00:00"
    },
    {
        "fact_id": 30,
        "language": "Spanish",
        "fact": "Hoy existen unas 100 razas distintas de gato doméstico.",
        "retrieved_at_utc": "2025-07-18T04:03:41.571941+00:00"
    },
    {
        "fact_id": 31,
        "language": "Spanish",
        "fact": "Al igual que los pájaros, los gatos tienen una capacidad de volver a casa que utiliza su reloj biológico, el ángulo del sol y el campo magnético de la Tierra. Un gato alejado de su hogar puede volver a él. Pero si los dueños de un gato se alejan de su hogar, el gato no puede encontrarlos.",
        "retrieved_at_utc": "2025-07-18T04:03:41.603052+00:00"
    },
    {
        "fact_id": 32,
        "language": "Spanish",
        "fact": "Los gatos entierran sus heces para cubrir sus rastros de los depredadores.",
        "retrieved_at_utc": "2025-07-18T04:03:41.636557+00:00"
    },
    {
        "fact_id": 33,
        "language": "Spanish",
        "fact": "Los gatos duermen entre 16 y 18 horas al día. Cuando duermen, están alerta a los estímulos que reciben. Si le picas la cola a un gato dormido, responderá en consecuencia.",
        "retrieved_at_utc": "2025-07-18T04:03:41.669378+00:00"
    },
    {
        "fact_id": 34,
        "language": "Spanish",
        "fact": "Además de oler con la nariz, los gatos pueden oler con un órgano adicional llamado órgano de Jacobson, situado en la superficie superior de la boca.",
        "retrieved_at_utc": "2025-07-18T04:03:41.700966+00:00"
    },
    {
        "fact_id": 35,
        "language": "Spanish",
        "fact": "El cloro del agua fresca del grifo irrita las partes sensibles de la nariz del gato. Deje reposar el agua del grifo durante 24 horas antes de dársela a un gato.",
        "retrieved_at_utc": "2025-07-18T04:03:41.736137+00:00"
    },
    {
        "fact_id": 36,
        "language": "Spanish",
        "fact": "A Abraham Lincoln le encantaban los gatos. Tuvo cuatro mientras vivió en la Casa Blanca.",
        "retrieved_at_utc": "2025-07-18T04:03:41.770116+00:00"
    },
    {
        "fact_id": 37,
        "language": "Spanish",
        "fact": "Julio César, Enrique II, Carlos XI y Napoleón tenían miedo de los gatos.",
        "retrieved_at_utc": "2025-07-18T04:03:41.804557+00:00"
    },
    {
        "fact_id": 38,
        "language": "Spanish",
        "fact": "Los gatos tienen una media de 24 bigotes, dispuestos en cuatro filas horizontales a cada lado.",
        "retrieved_at_utc": "2025-07-18T04:03:41.837085+00:00"
    },
    {
        "fact_id": 39,
        "language": "Spanish",
        "fact": "La palabra 'gato' en varios idiomas: francés: chat; alemán: katze; italiano: gatto; español/portugués: gato; yiddish: kats; maltés: qattus; sueco/noruego: katt; neerlandés: kat; islandés: kottur; griego: catta; hindú: katas; japonés: neko; polaco: kot; ucraniano: kotuk; hawaiano: popoki; ruso: koshka; latín: cattus; egipcio: mau; turco: kedi; armenio: Gatz; chino: mao; árabe: biss; indonesio: qitta; búlgaro: kotka; malayo: kucing; tailandés/vietnamita: meo; rumano: pisica; lituano: katinas; checo: kocka; eslovaco: macka; armenio: gatz; vasco: catua; estonio: kass; finés: kissa; swahili: paka.",
        "retrieved_at_utc": "2025-07-18T04:03:41.870667+00:00"
    },
    {
        "fact_id": 40,
        "language": "Spanish",
        "fact": "Las estadísticas indican que, en los últimos años, los amantes de los animales han mostrado preferencia por los gatos frente a los perros.",
        "retrieved_at_utc": "2025-07-18T04:03:41.905328+00:00"
    },
    {
        "fact_id": 41,
        "language": "Spanish",
        "fact": "A los gatos se les puede enseñar a andar con correa, pero se necesita mucho tiempo y paciencia para enseñarles. Cuanto más joven sea el gato, más fácil le resultará aprender.",
        "retrieved_at_utc": "2025-07-18T04:03:41.937876+00:00"
    },
    {
        "fact_id": 42,
        "language": "Spanish",
        "fact": "Ronronear no siempre significa felicidad. El ronroneo puede significar que un gato está sufriendo un dolor terrible, como durante el parto. Los gatitos ronronean a su madre para hacerle saber que están tomando suficiente leche durante la lactancia. El ronroneo es un proceso de inhalación y exhalación que suele realizarse con la boca cerrada. Pero no se preocupe, si su gato ronronea mientras lo acaricia suavemente y lo estrecha contra usted, ¡es un gato feliz!",
        "retrieved_at_utc": "2025-07-18T04:03:41.971096+00:00"
    },
    {
        "fact_id": 1,
        "language": "Russian",
        "fact": "В 1987 году кошки обогнали собак как домашнее животное номер один в Америке",
        "retrieved_at_utc": "2025-07-18T04:03:42.004030+00:00"
    },
    {
        "fact_id": 2,
        "language": "Russian",
        "fact": "Кошки, живущие вместе, иногда трутся друг о друга головами, чтобы показать, что они не намерены драться. Молодые кошки делают это чаще, особенно когда они возбуждены",
        "retrieved_at_utc": "2025-07-18T04:03:42.035160+00:00"
    },
    {
        "fact_id": 3,
        "language": "Russian",
        "fact": "Кошки-матери учат своих котят пользоваться туалетом",
        "retrieved_at_utc": "2025-07-18T04:03:42.082386+00:00"
    },
    {
        "fact_id": 4,
        "language": "Russian",
        "fact": "То, как вы обращаетесь с котятами на ранних стадиях их жизни, определит черты их характера в дальнейшем",
        "retrieved_at_utc": "2025-07-18T04:03:42.115256+00:00"
    },
    {
        "fact_id": 5,
        "language": "Russian",
        "fact": "Вопреки распространенному мнению, кошка - социальное животное. Домашняя кошка будет реагировать и отвечать на речь, и, похоже, ей нравится общение с человеком",
        "retrieved_at_utc": "2025-07-18T04:03:42.148074+00:00"
    },
    {
        "fact_id": 6,
        "language": "Russian",
        "fact": "При хорошем обращении кошка может прожить двадцать и более лет, но средняя продолжительность жизни домашней кошки составляет 14 лет",
        "retrieved_at_utc": "2025-07-18T04:03:42.181914+00:00"
    },
    {
        "fact_id": 7,
        "language": "Russian",
        "fact": "Стерилизация кошки продлевает срок ее жизни на два-три года",
        "retrieved_at_utc": "2025-07-18T04:03:42.213487+00:00"
    },
    {
        "fact_id": 8,
        "language": "Russian",
        "fact": "Кошки, особенно пожилые, действительно болеют раком. Во многих случаях это заболевание можно успешно лечить.",
        "retrieved_at_utc": "2025-07-18T04:03:42.246197+00:00"
    },
    {
        "fact_id": 9,
        "language": "Russian",
        "fact": "Кошки не чувствуют вкуса сладостей",
        "retrieved_at_utc": "2025-07-18T04:03:42.278262+00:00"
    },
    {
        "fact_id": 10,
        "language": "Russian",
        "fact": "В рационе кошек должны присутствовать жиры, поскольку они не могут вырабатывать их самостоятельно",
        "retrieved_at_utc": "2025-07-18T04:03:42.314427+00:00"
    },
    {
        "fact_id": 11,
        "language": "Russian",
        "fact": "Некоторые распространенные комнатные растения, ядовитые для кошек, включают: английский плющ, ирис, омела, филодендрон и тис",
        "retrieved_at_utc": "2025-07-18T04:03:42.346579+00:00"
    },
    {
        "fact_id": 12,
        "language": "Russian",
        "fact": "Тайленол и шоколад ядовиты для кошек",
        "retrieved_at_utc": "2025-07-18T04:03:42.377827+00:00"
    },
    {
        "fact_id": 13,
        "language": "Russian",
        "fact": "Многие кошки не могут нормально переваривать коровье молоко. Молоко и молочные продукты вызывают у них диарею",
        "retrieved_at_utc": "2025-07-18T04:03:42.408799+00:00"
    },
    {
        "fact_id": 14,
        "language": "Russian",
        "fact": "Средняя порция кошачьего корма эквивалентна примерно пяти мышам",
        "retrieved_at_utc": "2025-07-18T04:03:42.441806+00:00"
    },
    {
        "fact_id": 15,
        "language": "Russian",
        "fact": "Кошки могут заразиться ленточными червями, поедая блох. Эти черви живут внутри кошки вечно или до тех пор, пока их не выведут с помощью лекарств. Они размножаются, выбрасывая звено с конца своего длинного тела. Это звено выползает из ануса кошки и откладывает сотни яиц. Эти яйца попадают в организм личинки блох, и цикл продолжается. Человек тоже может заразиться этими ленточными червями, но только если съест зараженную блоху. Кошек с ленточными червями должен дегельминтизировать ветеринар",
        "retrieved_at_utc": "2025-07-18T04:03:42.472314+00:00"
    },
    {
        "fact_id": 16,
        "language": "Russian",
        "fact": "Кошки могут заразиться ленточными червями при поедании мышей. Если ваша кошка поймала мышь, лучше забрать у нее приз",
        "retrieved_at_utc": "2025-07-18T04:03:42.504207+00:00"
    },
    {
        "fact_id": 17,
        "language": "Russian",
        "fact": "У кошек существует одна из форм СПИДа",
        "retrieved_at_utc": "2025-07-18T04:03:42.536635+00:00"
    },
    {
        "fact_id": 18,
        "language": "Russian",
        "fact": "Цвет пойнтов у сиамских кошек зависит от температуры. Прохладные области темнее",
        "retrieved_at_utc": "2025-07-18T04:03:42.569710+00:00"
    },
    {
        "fact_id": 19,
        "language": "Russian",
        "fact": "Сиамские котята рождаются белыми из-за тепла в матке матери перед рождением. Это тепло не дает шерсти котят потемнеть на пойнтах",
        "retrieved_at_utc": "2025-07-18T04:03:42.601424+00:00"
    },
    {
        "fact_id": 20,
        "language": "Russian",
        "fact": "Люди, страдающие аллергией на кошек, на самом деле имеют аллергию на кошачью слюну или на кошачью перхоть. Если регулярно купать живущую в доме кошку, аллергики переносят ее лучше.",
        "retrieved_at_utc": "2025-07-18T04:03:42.631813+00:00"
    },
    {
        "fact_id": 21,
        "language": "Russian",
        "fact": "Исследования теперь показывают, что аллерген у кошек связан с их ароматическими железами. У кошек есть ароматические железы на морде и у основания хвоста. Больше всего запаха выделяют коты мужского пола. Если аллергеном являются выделения из ароматических желез, то аллергики должны лучше всего переносить стерилизованных кошек",
        "retrieved_at_utc": "2025-07-18T04:03:42.664979+00:00"
    },
    {
        "fact_id": 22,
        "language": "Russian",
        "fact": "Кошки не думают, что они маленькие люди. Они думают, что мы - большие кошки. Это во многом влияет на их поведение",
        "retrieved_at_utc": "2025-07-18T04:03:42.694813+00:00"
    },
    {
        "fact_id": 23,
        "language": "Russian",
        "fact": "Кошки подвержены заболеваниям десен и кариесу. Им следует чистить зубы у ветеринара или кошачьего стоматолога раз в год",
        "retrieved_at_utc": "2025-07-18T04:03:42.727846+00:00"
    },
    {
        "fact_id": 24,
        "language": "Russian",
        "fact": "Многие люди боятся заразиться от кошек простейшим заболеванием - токсоплазмозом. Эта болезнь может вызвать заболевание у человека, но что более серьезно, может вызвать врожденные дефекты у еще не родившихся детей. Токсоплазмоз - распространенное заболевание, которое иногда передается через фекалии кошек. Чаще всего он вызывается при употреблении сырой или редкой говядины. Беременным женщинам и людям с ослабленной иммунной системой не следует прикасаться к кошачьему туалету. В остальном, нет никаких причин, по которым эти люди должны избегать кошек",
        "retrieved_at_utc": "2025-07-18T04:03:42.758222+00:00"
    },
    {
        "fact_id": 25,
        "language": "Russian",
        "fact": "Предком всех домашних кошек является африканская дикая кошка, которая существует и по сей день",
        "retrieved_at_utc": "2025-07-18T04:03:42.790801+00:00"
    },
    {
        "fact_id": 26,
        "language": "Russian",
        "fact": "В Древнем Египте убийство кошки было преступлением, караемым смертью",
        "retrieved_at_utc": "2025-07-18T04:03:42.824827+00:00"
    },
    {
        "fact_id": 27,
        "language": "Russian",
        "fact": "В Древнем Египте из кошек делали мумии, а забальзамированных мышей клали вместе с ними в гробницы. В одном древнем городе было найдено более 300 000 кошачьих мумий.",
        "retrieved_at_utc": "2025-07-18T04:03:42.874171+00:00"
    },
    {
        "fact_id": 28,
        "language": "Russian",
        "fact": "В Средние века во время праздника Святого Иоанна кошек заживо сжигали на городских площадях",
        "retrieved_at_utc": "2025-07-18T04:03:42.908407+00:00"
    },
    {
        "fact_id": 29,
        "language": "Russian",
        "fact": "Первая выставка кошек состоялась в 1871 году в Хрустальном дворце в Лондоне",
        "retrieved_at_utc": "2025-07-18T04:03:42.943701+00:00"
    },
    {
        "fact_id": 30,
        "language": "Russian",
        "fact": "Сегодня существует около 100 различных пород домашних кошек",
        "retrieved_at_utc": "2025-07-18T04:03:42.978197+00:00"
    },
    {
        "fact_id": 31,
        "language": "Russian",
        "fact": "Как и птицы, кошки обладают способностью находить дом, используя свои биологические часы, угол наклона солнца и магнитное поле Земли. Кошка, унесенная далеко от своего дома, может вернуться в него. Но если хозяева кошки переезжают далеко от ее дома, кошка не может их найти",
        "retrieved_at_utc": "2025-07-18T04:03:43.011410+00:00"
    },
    {
        "fact_id": 32,
        "language": "Russian",
        "fact": "Кошки закапывают свои экскременты, чтобы скрыть свои следы от хищников",
        "retrieved_at_utc": "2025-07-18T04:03:43.048473+00:00"
    },
    {
        "fact_id": 33,
        "language": "Russian",
        "fact": "Кошки спят от 16 до 18 часов в сутки. Когда кошки спят, они все еще бдительны к поступающим раздражителям. Если вы ткнете хвостом спящую кошку, она отреагирует соответствующим образом",
        "retrieved_at_utc": "2025-07-18T04:03:43.083498+00:00"
    },
    {
        "fact_id": 34,
        "language": "Russian",
        "fact": "Помимо обоняния носом, кошки могут чувствовать запах с помощью дополнительного органа, называемого органом Якобсона, расположенного в верхней части рта",
        "retrieved_at_utc": "2025-07-18T04:03:43.117817+00:00"
    },
    {
        "fact_id": 35,
        "language": "Russian",
        "fact": "Хлор, содержащийся в свежей водопроводной воде, раздражает чувствительные части носа кошки. Дайте водопроводной воде отстояться в течение 24 часов, прежде чем давать ее кошке",
        "retrieved_at_utc": "2025-07-18T04:03:43.151060+00:00"
    },
    {
        "fact_id": 36,
        "language": "Russian",
        "fact": "Авраам Линкольн любил кошек. У него их было четыре, пока он жил в Белом доме",
        "retrieved_at_utc": "2025-07-18T04:03:43.183950+00:00"
    },
    {
        "fact_id": 37,
        "language": "Russian",
        "fact": "Юлий Цезарь, Генрих II, Карл XI и Наполеон боялись кошек",
        "retrieved_at_utc": "2025-07-18T04:03:43.217211+00:00"
    },
    {
        "fact_id": 38,
        "language": "Russian",
        "fact": "У кошек в среднем 24 уса, расположенных в четыре горизонтальных ряда с каждой стороны",
        "retrieved_at_utc": "2025-07-18T04:03:43.250329+00:00"
    },
    {
        "fact_id": 39,
        "language": "Russian",
        "fact": "Слово \"кошка\" в различных языках: французский: chat; немецкий: katze; итальянский: gatto; испанский/португальский: gato; идиш: kats; мальтийский: qattus; шведский/норвежский: katt; голландский: kat; исландский: kottur; греческий: catta; индусский: katas; японский: neko; польский: kot; укранский: kotuk; гавайский: popoki; русский: koshka; латинский: cattus; египетский: mau; турецкий: kedi; армянский: Гац; китайский: mao; арабский: biss; индонезийский: qitta; болгарский: kotka; малайский: kucing; тайский/вьетнамский: meo; румынский: pisica; литовский: katinas; чешский: kocka; словацкий: macka; армянский: gatz; баскский: catua; эстонский: kass; финский: kissa; суахили: paka.",
        "retrieved_at_utc": "2025-07-18T04:03:43.280490+00:00"
    },
    {
        "fact_id": 40,
        "language": "Russian",
        "fact": "Статистика показывает, что любители животных в последние годы отдают предпочтение кошкам, а не собакам!",
        "retrieved_at_utc": "2025-07-18T04:03:43.310792+00:00"
    },
    {
        "fact_id": 41,
        "language": "Russian",
        "fact": "Кошек можно научить ходить на поводке, но для этого требуется много времени и терпения. Чем моложе кошка, тем легче ей будет учиться",
        "retrieved_at_utc": "2025-07-18T04:03:43.341755+00:00"
    },
    {
        "fact_id": 42,
        "language": "Russian",
        "fact": "Мурлыканье не всегда означает счастье. Мурлыканье может означать, что кошка испытывает сильную боль, например, во время родов. Котенок мурлычет матери, чтобы дать ей знать, что он получает достаточно молока во время кормления. Мурлыканье - это процесс вдоха и выдоха, обычно выполняемый при закрытом рте. Но не волнуйтесь, если ваша кошка мурлычет, пока вы нежно гладите ее и держите рядом с собой - это счастливая кошка!",
        "retrieved_at_utc": "2025-07-18T04:03:43.372190+00:00"
    },
    {
        "fact_id": 1,
        "language": "Portuguese",
        "fact": "Em 1987, os gatos ultrapassaram os cachorros como o animal de estimação número um na America.",
        "retrieved_at_utc": "2025-07-18T04:03:43.404971+00:00"
    },
    {
        "fact_id": 2,
        "language": "Portuguese",
        "fact": "Gatos que vivem juntos às vezes esfregam a cabeça um do outro para mostrar que não possuem nenhuma intenção de brigar. Gatos mais jovens fazem isso com mais frequência, especialmente quando estão animados.",
        "retrieved_at_utc": "2025-07-18T04:03:43.441315+00:00"
    },
    {
        "fact_id": 3,
        "language": "Portuguese",
        "fact": "As mães gatas ensinam seus filhotes a usar a caixa de areia.",
        "retrieved_at_utc": "2025-07-18T04:03:43.475555+00:00"
    },
    {
        "fact_id": 4,
        "language": "Portuguese",
        "fact": "O modo como você trata os gatinhos nos estágios iniciais de sua vida irá moldar seus traços de personalidade mais tarde na vida.",
        "retrieved_at_utc": "2025-07-18T04:03:43.508339+00:00"
    },
    {
        "fact_id": 5,
        "language": "Portuguese",
        "fact": "Ao contrário da crença popular, o gato é um animal sociável. Ele reponderá a fala e mostrará que gosta da companhia humana.",
        "retrieved_at_utc": "2025-07-18T04:03:43.543003+00:00"
    },
    {
        "fact_id": 6,
        "language": "Portuguese",
        "fact": "Quando é bem tratado, o gato pode viver 20 ou mais anos, porém, a média de vida de um gato doméstico é de 14 anos.",
        "retrieved_at_utc": "2025-07-18T04:03:43.579222+00:00"
    },
    {
        "fact_id": 7,
        "language": "Portuguese",
        "fact": "Castrar um gato pode extender sua vida em dois ou três anos.",
        "retrieved_at_utc": "2025-07-18T04:03:43.612059+00:00"
    },
    {
        "fact_id": 8,
        "language": "Portuguese",
        "fact": "Gatos, principalmente os mais velhos, podem ter câncer. Muitas vezes esta doença pode ser tratada com sucesso.",
        "retrieved_at_utc": "2025-07-18T04:03:43.647224+00:00"
    },
    {
        "fact_id": 9,
        "language": "Portuguese",
        "fact": "Gatos não podem sentir o sabor doce.",
        "retrieved_at_utc": "2025-07-18T04:03:43.680629+00:00"
    },
    {
        "fact_id": 10,
        "language": "Portuguese",
        "fact": "Gatos precisam ter gordura na dieta porque eles não conseguem produzir por conta própria.",
        "retrieved_at_utc": "2025-07-18T04:03:43.711645+00:00"
    },
    {
        "fact_id": 11,
        "language": "Portuguese",
        "fact": "Algumas plantas que podem envenenar os gatos são: hera, iris, visco, filodendro e teixo.",
        "retrieved_at_utc": "2025-07-18T04:03:43.742883+00:00"
    },
    {
        "fact_id": 12,
        "language": "Portuguese",
        "fact": "Paracetamol e chocolate são venenos para os gatos.",
        "retrieved_at_utc": "2025-07-18T04:03:43.775134+00:00"
    },
    {
        "fact_id": 13,
        "language": "Portuguese",
        "fact": "Vários gatos não podem ingerir leite de vaca. Leite ou produtos derivados do leite causarão diarréia.",
        "retrieved_at_utc": "2025-07-18T04:03:43.807734+00:00"
    },
    {
        "fact_id": 14,
        "language": "Portuguese",
        "fact": "A refeição média de comida de gato é equivalente a cerca de cinco ratos.",
        "retrieved_at_utc": "2025-07-18T04:03:43.841402+00:00"
    },
    {
        "fact_id": 15,
        "language": "Portuguese",
        "fact": "Os gatos podem pegar tênias comendo pulgas. Esses vermes vivem dentro do gato para sempre, ou até serem removidos com medicamentos. Eles se reproduzem soltando um elo do final de seus longos corpos. Este elo rasteja para fora do ânus do gato e libera centenas de ovos. Esses ovos são injetados por larvas de pulgas e o ciclo continua. Os humanos também podem pegar essas tênias, mas apenas se comerem pulgas infectadas. Gatos com tênias devem ser vermifugados por um veterinário.",
        "retrieved_at_utc": "2025-07-18T04:03:43.874667+00:00"
    },
    {
        "fact_id": 16,
        "language": "Portuguese",
        "fact": "Os gatos podem pegar tênias comendo ratos. Se o seu gato pegar um rato, é melhor tirar o prêmio dele.",
        "retrieved_at_utc": "2025-07-18T04:03:43.908674+00:00"
    },
    {
        "fact_id": 17,
        "language": "Portuguese",
        "fact": "Existe uma forma de AIDS em gatos.",
        "retrieved_at_utc": "2025-07-18T04:03:43.942561+00:00"
    },
    {
        "fact_id": 18,
        "language": "Portuguese",
        "fact": "A cor dos pontos em gatos siameses está relacionada ao calor. As áreas frias são mais escuras.",
        "retrieved_at_utc": "2025-07-18T04:03:43.977920+00:00"
    },
    {
        "fact_id": 19,
        "language": "Portuguese",
        "fact": "Os gatinhos siameses nascem brancos por causa do calor dentro do útero da mãe antes do nascimento. Esse calor evita que os pelos dos gatinhos escureçam nas pontas.",
        "retrieved_at_utc": "2025-07-18T04:03:44.010281+00:00"
    },
    {
        "fact_id": 20,
        "language": "Portuguese",
        "fact": "As pessoas que são alérgicas a gatos são, na verdade, alérgicas à saliva ou pêlo de gato. Se o gato residente toma banho regularmente, as pessoas alérgicas toleram melhor.",
        "retrieved_at_utc": "2025-07-18T04:03:44.043158+00:00"
    },
    {
        "fact_id": 21,
        "language": "Portuguese",
        "fact": "Estudos agora mostram que o alérgeno a gatos está relacionado a suas glândulas odoríferas. Os gatos têm glândulas odoríferas em seus rostos e na base de suas caudas. Gatos machos geram mais cheiro. Se esta secreção das glândulas odoríferas for o alérgeno, as pessoas alérgicas devem tolerar melhor as gatas esterilizadas.",
        "retrieved_at_utc": "2025-07-18T04:03:44.073842+00:00"
    },
    {
        "fact_id": 22,
        "language": "Portuguese",
        "fact": "Os gatos não pensam que são pessoas pequenas. Eles pensam que somos grandes felinos. Isso influencia seu comportamento de várias maneiras.",
        "retrieved_at_utc": "2025-07-18T04:03:44.107934+00:00"
    },
    {
        "fact_id": 23,
        "language": "Portuguese",
        "fact": "Os gatos estão sujeitos a doenças gengivais e cáries dentárias. Eles devem ter seus dentes limpos pelo veterinário ou pelo dentista do gato uma vez por ano.",
        "retrieved_at_utc": "2025-07-18T04:03:44.143544+00:00"
    },
    {
        "fact_id": 24,
        "language": "Portuguese",
        "fact": "Muitas pessoas temem contrair uma doença protozoária, a toxoplasmose, de gatos. Esta doença também pode afetar o ser humano, mas mais seriamente, pode causar defeitos congênitos no nascimento. A toxoplasmose é uma doença comum, às vezes transmitida pelas fezes dos gatos. É causada com mais frequência pela ingestão de carne crua ou malpassada. Mulheres grávidas e pessoas com baixo sistema imunológico não devem tocar na caixa de areia do gato. Fora isso, não há razão para que essas pessoas evitem gatos.",
        "retrieved_at_utc": "2025-07-18T04:03:44.175810+00:00"
    },
    {
        "fact_id": 25,
        "language": "Portuguese",
        "fact": "O ancestral de todos os gatos domésticos é o gato selvagem africano, que ainda existe hoje.",
        "retrieved_at_utc": "2025-07-18T04:03:44.210161+00:00"
    },
    {
        "fact_id": 26,
        "language": "Portuguese",
        "fact": "No antigo Egito, matar um gato era um crime punível com a morte.",
        "retrieved_at_utc": "2025-07-18T04:03:44.244065+00:00"
    },
    {
        "fact_id": 27,
        "language": "Portuguese",
        "fact": "No antigo Egito, gatos também era mumificados, e ratos embalsamados eram colocados com eles em seus túmulos. Em uma cidade antiga, mais de 300.000 múmias de gatos foram encontradas.",
        "retrieved_at_utc": "2025-07-18T04:03:44.277324+00:00"
    },
    {
        "fact_id": 28,
        "language": "Portuguese",
        "fact": "Na Idade Média, durante as festas de São João, os gatos eram queimados vivos nas praças das cidades.",
        "retrieved_at_utc": "2025-07-18T04:03:44.310631+00:00"
    },
    {
        "fact_id": 29,
        "language": "Portuguese",
        "fact": "A primeira exposição de gatos foi em 1871 no Crystal Palace em Londres.",
        "retrieved_at_utc": "2025-07-18T04:03:44.343294+00:00"
    },
    {
        "fact_id": 30,
        "language": "Portuguese",
        "fact": "Hoje existem cerca de 100 raças distintas de gato doméstico.",
        "retrieved_at_utc": "2025-07-18T04:03:44.375517+00:00"
    },
    {
        "fact_id": 31,
        "language": "Portuguese",
        "fact": "Assim como os pássaros, os gatos têm uma habilidade de voltar a suas casas. Eles usam seu relógio biológico, o ângulo do sol e o campo magnético da Terra. Um gato levado para longe de sua casa pode voltar para ela. Mas se os donos de um gato se mudarem para longe de sua casa, o gato não conseguirá encontrá-los.",
        "retrieved_at_utc": "2025-07-18T04:03:44.407491+00:00"
    },
    {
        "fact_id": 32,
        "language": "Portuguese",
        "fact": "Os gatos enterram suas fezes para cobrir seus rastros de predadores.",
        "retrieved_at_utc": "2025-07-18T04:03:44.439214+00:00"
    },
    {
        "fact_id": 33,
        "language": "Portuguese",
        "fact": "Os gatos dormem de 16 a 18 horas por dia. Quando os gatos estão dormindo, eles ainda estão alertas aos estímulos recebidos. Se você cutucar o rabo de um gato adormecido, ele responderá de acordo.",
        "retrieved_at_utc": "2025-07-18T04:03:44.475085+00:00"
    },
    {
        "fact_id": 34,
        "language": "Portuguese",
        "fact": "Além de cheirar com o nariz, os gatos podem cheirar com um órgão adicional chamado órgão de Jacobson, localizado na superfície superior da boca.",
        "retrieved_at_utc": "2025-07-18T04:03:44.507227+00:00"
    },
    {
        "fact_id": 35,
        "language": "Portuguese",
        "fact": "O cloro na água da torneira irrita partes sensíveis do nariz do gato. Deixe a água da torneira descansar por 24 horas antes de dá-la a um gato.",
        "retrieved_at_utc": "2025-07-18T04:03:44.539819+00:00"
    },
    {
        "fact_id": 36,
        "language": "Portuguese",
        "fact": "Abraham Lincoln amava gatos. Ele teve quatro deles enquanto morou na Casa Branca.",
        "retrieved_at_utc": "2025-07-18T04:03:44.573902+00:00"
    },
    {
        "fact_id": 37,
        "language": "Portuguese",
        "fact": "Júlio César, Henrique II, Carlos XI e Napoleão tinham medo de gatos.",
        "retrieved_at_utc": "2025-07-18T04:03:44.606305+00:00"
    },
    {
        "fact_id": 38,
        "language": "Portuguese",
        "fact": "Os gatos têm em média 24 bigodes, dispostos em quatro fileiras horizontais de cada lado.",
        "retrieved_at_utc": "2025-07-18T04:03:44.637377+00:00"
    },
    {
        "fact_id": 39,
        "language": "Portuguese",
        "fact": "A palavra 'gato' em vários idiomas: Francês: chat; Alemão: katze; Italiano: gatto; Espanhol/Portugûes: gato; Judeu: kats; Maltês: qattus; Sueco/Norueguês: katt; Holandês: kat; Islandês: kottur; Grego: catta; Hindu: katas; Japonês: neko; Polonês: kot; Ucraniano: kotuk; Havaiano: popoki; Russo: koshka; Latim: cattus; Egípcia: mau; Turquês: kedi; Armênio: Gatz; Chinês: mao; Arábico: biss; Indonésia: qitta; Bulgariana: kotka; Malaia: kucing; Tailandesa/Vietnamita: meo; Romano: pisica; Lituana: katinas; Tcheca: kocka; Eslovaca: macka; Basca: catua; Estoniano: kass; Finlandês: kissa; Suaíle: paka.",
        "retrieved_at_utc": "2025-07-18T04:03:44.670471+00:00"
    },
    {
        "fact_id": 40,
        "language": "Portuguese",
        "fact": "As estatísticas indicam que os amantes de animais nos últimos anos mostraram preferência por gatos em vez de cães!",
        "retrieved_at_utc": "2025-07-18T04:03:44.703465+00:00"
    },
    {
        "fact_id": 41,
        "language": "Portuguese",
        "fact": "Os gatos podem ser ensinados a andar na coleira, mas é necessário muito tempo e paciência para ensiná-los. Quanto mais jovem for o gato, mais fácil será para ele aprender.",
        "retrieved_at_utc": "2025-07-18T04:03:44.736296+00:00"
    },
    {
        "fact_id": 42,
        "language": "Portuguese",
        "fact": "Ronronar nem sempre significa felicidade. O ronronar pode significar que um gato está com dores terríveis, como durante o parto. O gatinho ronronará para a mãe para que ela saiba que está recebendo leite suficiente durante a amamentação. O ronronar é um processo de inspiração e expiração, geralmente realizado com a boca fechada. Mas não se preocupe, se o seu gato está ronronando enquanto você o acaricia gentilmente e o segura perto de você - esse é um gato feliz!",
        "retrieved_at_utc": "2025-07-18T04:03:44.766583+00:00"
    },
    {
        "fact_id": 1,
        "language": "Filipino",
        "fact": "Noong 1987, naunahan ng mga pusa ang aso bilang pinaka-sikat na alagang hayop sa America",
        "retrieved_at_utc": "2025-07-18T04:03:44.797052+00:00"
    },
    {
        "fact_id": 2,
        "language": "Filipino",
        "fact": "Ang mga pusa na nakatirang magkasama ay minsan ay nag-aalab ng ulo ng isa't isa upang ipakita na walang intensyon na maglaban. Mas madalas itong ginagawa ng mga bata na pusa, lalo na kapag sila ay nae-excite.",
        "retrieved_at_utc": "2025-07-18T04:03:44.828311+00:00"
    },
    {
        "fact_id": 3,
        "language": "Filipino",
        "fact": "Tinuturuan ng mga ina ang kanilang mga alagang kuting na gumamit ng litter box.",
        "retrieved_at_utc": "2025-07-18T04:03:44.873026+00:00"
    },
    {
        "fact_id": 4,
        "language": "Filipino",
        "fact": "Ang pagtrato mo sa mga pusa sa maagang yugto ng kanyang buhay ay magbibigay ng kanyang mga katangian ng pagkatao sa hinaharap.",
        "retrieved_at_utc": "2025-07-18T04:03:44.904739+00:00"
    },
    {
        "fact_id": 5,
        "language": "Filipino",
        "fact": "Sa kabila ng popular na paniniwala, ang pusa ay sosyal na hayop. Ang isang alagang pusa ay tumutugon sa pagsasalita, at parang nagugustuhan ang kasamaan ng tao.",
        "retrieved_at_utc": "2025-07-18T04:03:44.937937+00:00"
    },
    {
        "fact_id": 6,
        "language": "Filipino",
        "fact": "Kapag inaalagaan ng maayos, ang isang pusa ay maaaring mabuhay ng labing-dalawa o higit pa na taon ngunit ang karaniwang buhay ng isang pambahay na pusa ay labing-apat na taon.",
        "retrieved_at_utc": "2025-07-18T04:03:44.970938+00:00"
    },
    {
        "fact_id": 7,
        "language": "Filipino",
        "fact": "Ang pagkakapon ng pusa ay nagpapadami ng dalawang o tatlong taong buhay ng pusa.",
        "retrieved_at_utc": "2025-07-18T04:03:45.002957+00:00"
    },
    {
        "fact_id": 8,
        "language": "Filipino",
        "fact": "Ang mga pusa, lalo na ang mga matatandang pusa, ay nagkakaroon ng kanser. Maraming beses ay maaring magamot nang maayos ang sakit na ito.",
        "retrieved_at_utc": "2025-07-18T04:03:45.034257+00:00"
    },
    {
        "fact_id": 9,
        "language": "Filipino",
        "fact": "Hindi makalasa ng matamis ang pusa.",
        "retrieved_at_utc": "2025-07-18T04:03:45.068201+00:00"
    },
    {
        "fact_id": 10,
        "language": "Filipino",
        "fact": "Kailangan ng mga pusa na may taba sa kanilang diyeta dahil hindi sila makagawa nito nang sarili nila.",
        "retrieved_at_utc": "2025-07-18T04:03:45.099339+00:00"
    },
    {
        "fact_id": 11,
        "language": "Filipino",
        "fact": "Ilan sa mga pangkaraniwang halaman sa bahay na nakakalason sa mga pusa ay ang English Ivy, iris, mistletoe, philodendron, at yew.",
        "retrieved_at_utc": "2025-07-18T04:03:45.130808+00:00"
    },
    {
        "fact_id": 12,
        "language": "Filipino",
        "fact": "Nakakalason sa pusa ang Tylenol at tsokolate.",
        "retrieved_at_utc": "2025-07-18T04:03:45.165973+00:00"
    },
    {
        "fact_id": 13,
        "language": "Filipino",
        "fact": "Maraming mga pusa ang hindi makakapag-digest ng gatas ng baka. Ang gatas at mga produkto ng gatas ay nagbibigay sa kanila ng pagtatae.",
        "retrieved_at_utc": "2025-07-18T04:03:45.197711+00:00"
    },
    {
        "fact_id": 14,
        "language": "Filipino",
        "fact": "Ang karaniwang pagkain ng pusa ay katumbas ng halos limang daga.",
        "retrieved_at_utc": "2025-07-18T04:03:45.230671+00:00"
    },
    {
        "fact_id": 15,
        "language": "Filipino",
        "fact": "Maaaring makakuha ang mga pusa ng tapeworm mula sa pagkain ng mga pulgas. Ang mga worm na ito ay naninirahan sa loob ng pusa para magpakailanman, o hanggang sila ay alisin sa pamamagitan ng gamot. Sila ay nagpaparami sa pamamagitan ng pag-shed ng isang link mula sa huli ng kanilang mababang katawan. Ang link na ito ay lumalabas sa pwet ng pusa, at nag-shed ng daan-daang itlog. Ang mga itlog na ito ay kinakain ng mga larawan ng pulgas, at ang cycle ay nagpapatuloy.",
        "retrieved_at_utc": "2025-07-18T04:03:45.273636+00:00"
    },
    {
        "fact_id": 16,
        "language": "Filipino",
        "fact": "Maaaring makakuha ng tapeworm ang mga pusa mula sa pagkain ng mga daga. Kung nahuli ng iyong pusa ang isang daga, ang pinakamabuting gawin ay alisin ang premyo mula sa kanya.",
        "retrieved_at_utc": "2025-07-18T04:03:45.312746+00:00"
    },
    {
        "fact_id": 17,
        "language": "Filipino",
        "fact": "Isang uri ng AIDS ay umiiral sa mga pusa.",
        "retrieved_at_utc": "2025-07-18T04:03:45.345331+00:00"
    },
    {
        "fact_id": 18,
        "language": "Filipino",
        "fact": "Ang kulay ng mga punto sa Siamese cats ay nakasalalay sa init. Ang mga malamig na lugar ay mas madilim.",
        "retrieved_at_utc": "2025-07-18T04:03:45.377843+00:00"
    },
    {
        "fact_id": 19,
        "language": "Filipino",
        "fact": "Ang mga Siamese na kuting ay ipinanganak na puti dahil sa init sa loob ng matris ng ina bago ang pagkapanganak. Pinapanatili ng init na ito ang buhok ng mga kuting na hindi madilim sa mga puntos.",
        "retrieved_at_utc": "2025-07-18T04:03:45.413173+00:00"
    },
    {
        "fact_id": 20,
        "language": "Filipino",
        "fact": "Ang mga taong may alerhiya sa mga pusa ay may alerhiya sa laway ng pusa o sa dander ng pusa. Kung ang residenteng pusa ay palagi nang binababad, mas mababawasan ang pagiging alerdyi ng mga taong may alerhiya.",
        "retrieved_at_utc": "2025-07-18T04:03:45.446917+00:00"
    },
    {
        "fact_id": 21,
        "language": "Filipino",
        "fact": "Ngayon ay ipinapakita ng mga pag-aaral na ang allergen sa mga pusa ay may kaugnayan sa kanilang mga scent gland. Mayroong mga scent gland ang mga pusa sa kanilang mukha at sa base ng kanilang mga tail. Ang mga buong lalaking pusa ang nagpapalabas ng pinakamalaking scent. Kung ang sekreto mula sa mga scent gland ay ang allergen, ang mga taong allergic ay dapat na pinakamatolerable sa mga spayed na babaeng pusa.",
        "retrieved_at_utc": "2025-07-18T04:03:45.481189+00:00"
    },
    {
        "fact_id": 22,
        "language": "Filipino",
        "fact": "Hindi iniisip ng mga pusa na sila ay maliliit na tao. Iniisip nila na tayo ay malalaking pusa. Ito ay nakakaapekto sa kanilang gawi sa maraming paraan.",
        "retrieved_at_utc": "2025-07-18T04:03:45.512102+00:00"
    },
    {
        "fact_id": 23,
        "language": "Filipino",
        "fact": "Ang mga pusa ay naaapektuhan ng sakit sa ngipin at ng dental caries. Dapat ay mayroon silang paglilinis ng ngipin sa pamamagitan ng doktor o ng dentista ng pusa nang isang beses sa isang taon.",
        "retrieved_at_utc": "2025-07-18T04:03:45.544232+00:00"
    },
    {
        "fact_id": 24,
        "language": "Filipino",
        "fact": "Maraming tao ang natatakot na mahawa ng protozoan na sakit na Toxoplasmosis mula sa mga pusa. Ang sakit na ito ay maaaring magdulot ng sakit sa tao, ngunit mas seryoso, maaaring magdulot ng mga birth defects sa mga hindi pa ipinanganak. Ang Toxoplasmosis ay isang karaniwang sakit, minsan ay naiipon sa pamamagitan ng dumi ng mga pusa. Ito ay karaniwang dulot ng pagkain ng hilaw o rare na baka. Ang mga buntis na babae at mga taong may depressed na immune system ay hindi dapat hawakan ang cat litter box. Maliban sa iyon, walang dahilan para iwasan ang mga pusa.",
        "retrieved_at_utc": "2025-07-18T04:03:45.576866+00:00"
    },
    {
        "fact_id": 25,
        "language": "Filipino",
        "fact": "Ang ninuno ng lahat ng mga domestic na pusa ay ang African Wild Cat na nananatili pa rin hanggang ngayon.",
        "retrieved_at_utc": "2025-07-18T04:03:45.611481+00:00"
    },
    {
        "fact_id": 26,
        "language": "Filipino",
        "fact": "Sa sinaunang Ehipto, ang pagpatay ng isang pusa ay isang krimen na mapaparusahan ng kamatayan.",
        "retrieved_at_utc": "2025-07-18T04:03:45.647647+00:00"
    },
    {
        "fact_id": 27,
        "language": "Filipino",
        "fact": "Sa sinaunang Ehipto, ang mga mumo ay ginawa mula sa mga pusa, at ang mga namamatay na daga ay inilagay sa kanilang mga libingan. Sa isang sinaunang lungsod, mahigit sa 300,000 na mumo ng pusa ang natagpuan.",
        "retrieved_at_utc": "2025-07-18T04:03:45.683460+00:00"
    },
    {
        "fact_id": 28,
        "language": "Filipino",
        "fact": "Sa Gitnang Panahon, sa Festival ng Santo Juan, ang mga pusa ay sinusunog buhay sa mga plaza ng bayan.",
        "retrieved_at_utc": "2025-07-18T04:03:45.717077+00:00"
    },
    {
        "fact_id": 29,
        "language": "Filipino",
        "fact": "Ang unang palabas ng pusa ay noong 1871 sa Crystal Palace sa London.",
        "retrieved_at_utc": "2025-07-18T04:03:45.748795+00:00"
    },
    {
        "fact_id": 30,
        "language": "Filipino",
        "fact": "Ngayon ay mayroong halos 100 iba't ibang uri ng domestic na pusa.",
        "retrieved_at_utc": "2025-07-18T04:03:45.783883+00:00"
    },
    {
        "fact_id": 31,
        "language": "Filipino",
        "fact": "Tulad ng mga ibon, may kakayahang pagbabalik ng mga pusa na gumagamit ng kanilang biyolohikal na orasan, ang anggulo ng araw, at ang magnetikong kampo ng Daigdig. Ang isang pusa na inilipat malayo mula sa kanyang tahanan ay maaaring bumalik dito. Ngunit kung ang may-ari ng isang pusa ay lumipat malayo mula sa kanyang tahanan, hindi makakahanap ng mga ito ang pusa.",
        "retrieved_at_utc": "2025-07-18T04:03:45.816122+00:00"
    },
    {
        "fact_id": 32,
        "language": "Filipino",
        "fact": "Inililigpit ng mga pusa ang kanilang dumi upang itago ang kanilang mga landas mula sa mga manananggal.",
        "retrieved_at_utc": "2025-07-18T04:03:45.847520+00:00"
    },
    {
        "fact_id": 33,
        "language": "Filipino",
        "fact": "Ang mga pusa ay nagtutulog ng 16 hanggang 18 na oras kada araw. Kapag natutulog ang mga pusa, patuloy pa rin silang alerto sa mga paparating na stimuli. Kung sasapakin mo ang pwet ng natutulog na pusa, tatanggapin nito ito nang tama.",
        "retrieved_at_utc": "2025-07-18T04:03:45.878372+00:00"
    },
    {
        "fact_id": 34,
        "language": "Filipino",
        "fact": "Maliban sa pag-amoy sa pamamagitan ng kanilang ilong, maaaring amuyin ng mga pusa ang mga bagay sa pamamagitan ng isang karagdagang organ na tinatawag na Jacobson's organ, na matatagpuan sa itaas na bahagi ng bibig.",
        "retrieved_at_utc": "2025-07-18T04:03:45.912094+00:00"
    },
    {
        "fact_id": 35,
        "language": "Filipino",
        "fact": "Ang chlorine sa sariwang tubig ay nagpapalala sa mga sensitibong bahagi ng ilong ng pusa. Pabayaan ang tubig na tapos na magpahinga ng 24 oras bago ibigay sa isang pusa.",
        "retrieved_at_utc": "2025-07-18T04:03:45.943433+00:00"
    },
    {
        "fact_id": 36,
        "language": "Filipino",
        "fact": "Si Abraham Lincoln mahilig sa mga pusa. May apat siyang mga pusa habang siya ay nakatira sa White House.",
        "retrieved_at_utc": "2025-07-18T04:03:45.978135+00:00"
    },
    {
        "fact_id": 37,
        "language": "Filipino",
        "fact": "Takot si Julius Ceasar, Henri II, Charles XI, at Napoleon sa mga pusa.",
        "retrieved_at_utc": "2025-07-18T04:03:46.012698+00:00"
    },
    {
        "fact_id": 38,
        "language": "Filipino",
        "fact": "Ang mga pusa ay may karaniwang 24 na balbas pisngi, na nakalatag sa apat na pahalang na hanay sa bawat panig.",
        "retrieved_at_utc": "2025-07-18T04:03:46.046984+00:00"
    },
    {
        "fact_id": 39,
        "language": "Filipino",
        "fact": "Ang salitang 'cat' sa iba't ibang wika: French: chat; German: katze; Italian: gatto; Spanish/Portugese: gato; Yiddish: kats; Maltese: qattus; Swedish/Norwegian: katt; Dutch: kat; Icelandic: kottur; Greek: catta; Hindu: katas; Japanese:neko; Polish: kot; Ukranian: kotuk; Hawiian: popoki; Russian: koshka; Latin: cattus; Egyptian: mau; Turkish: kedi; Armenian: Gatz; Chinese: mao; Arabic: biss; Indonesian: qitta; Bulgarian: kotka; Malay: kucing; Thai/Vietnamese: meo; Romanian: pisica; Lithuanian: katinas; Czech: kocka; Slovak: macka; Armenian: gatz; Basque: catua; Estonian: kass; Finnish: kissa; Swahili: paka.",
        "retrieved_at_utc": "2025-07-18T04:03:46.079131+00:00"
    },
    {
        "fact_id": 40,
        "language": "Filipino",
        "fact": "Ipinapakita ng mga estadistika na ang mga mahilig sa hayop sa nakaraang mga taon ay nagpakita ng pabor sa mga pusa kaysa sa mga aso!",
        "retrieved_at_utc": "2025-07-18T04:03:46.112423+00:00"
    },
    {
        "fact_id": 41,
        "language": "Filipino",
        "fact": "Maaaring matutunan ng mga pusa na lumakad na may suot na leash, ngunit kailangan ng maraming oras at pasensya upang matutunan nila ito. Mas madali para sa kanila na matutunan ito kung mas bata pa sila.",
        "retrieved_at_utc": "2025-07-18T04:03:46.146114+00:00"
    },
    {
        "fact_id": 42,
        "language": "Filipino",
        "fact": "Hindi palaging nangangahulugan ng kaligayahan ang pag-uugoy. Maaaring ibig sabihin ng pag-uugoy ng pusa na nasa kalunus-lunos na kalagayan siya tulad ng panahon ng pagpapanganak. Ang mga alagang pusa ay uugoy sa kanilang ina upang ipaalam sa kanya na sapat ang gatas nila habang nagpapasuso. Ang pag-uugoy ay isang proseso ng paghinga at pag-ihi, kadalasan ginagawa habang nakasara ang bibig.",
        "retrieved_at_utc": "2025-07-18T04:03:46.188538+00:00"
    },
    {
        "fact_id": 1,
        "language": "Ukrainian",
        "fact": "У 1987 році кішки обігнали собак як домашню тварину номер один в Америці",
        "retrieved_at_utc": "2025-07-18T04:03:46.219269+00:00"
    },
    {
        "fact_id": 2,
        "language": "Ukrainian",
        "fact": "Кішки, що живуть разом, іноді труться одна об одну головами, щоб показати, що вони не мають наміру битися. Молоді кішки роблять це частіше, особливо коли вони збуджені",
        "retrieved_at_utc": "2025-07-18T04:03:46.254164+00:00"
    },
    {
        "fact_id": 3,
        "language": "Ukrainian",
        "fact": "Кішки-матері вчать своїх кошенят користуватися туалетом",
        "retrieved_at_utc": "2025-07-18T04:03:46.286695+00:00"
    },
    {
        "fact_id": 4,
        "language": "Ukrainian",
        "fact": "Те, як ви поводитеся з кошенятами на ранніх стадіях їх життя, визначить риси їх характеру в подальшому",
        "retrieved_at_utc": "2025-07-18T04:03:46.323308+00:00"
    },
    {
        "fact_id": 5,
        "language": "Ukrainian",
        "fact": "Всупереч поширеній думці, кішка-соціальна тварина. Домашня кішка буде реагувати і відповідати на мову, і, схоже, їй подобається спілкування з людиною",
        "retrieved_at_utc": "2025-07-18T04:03:46.358953+00:00"
    },
    {
        "fact_id": 6,
        "language": "Ukrainian",
        "fact": "При хорошому поводженні кішка може прожити двадцять і більше років, але середня тривалість життя домашньої кішки становить 14 років",
        "retrieved_at_utc": "2025-07-18T04:03:46.394235+00:00"
    },
    {
        "fact_id": 7,
        "language": "Ukrainian",
        "fact": "Стерилізація кішки продовжує термін її життя на два-три роки",
        "retrieved_at_utc": "2025-07-18T04:03:46.429204+00:00"
    },
    {
        "fact_id": 8,
        "language": "Ukrainian",
        "fact": "Кішки, особливо літні, дійсно хворіють на рак. У багатьох випадках це захворювання можна успішно лікувати.",
        "retrieved_at_utc": "2025-07-18T04:03:46.464311+00:00"
    },
    {
        "fact_id": 9,
        "language": "Ukrainian",
        "fact": "Кішки не відчувають смаку солодощів",
        "retrieved_at_utc": "2025-07-18T04:03:46.496144+00:00"
    },
    {
        "fact_id": 10,
        "language": "Ukrainian",
        "fact": "У раціоні кішок повинні бути присутніми жири, оскільки вони не можуть виробляти їх самостійно",
        "retrieved_at_utc": "2025-07-18T04:03:46.528494+00:00"
    },
    {
        "fact_id": 11,
        "language": "Ukrainian",
        "fact": "Деякі поширені Кімнатні рослини, отруйні для кішок, включають: Англійський плющ, Ірис, омела, філодендрон І тис",
        "retrieved_at_utc": "2025-07-18T04:03:46.562179+00:00"
    },
    {
        "fact_id": 12,
        "language": "Ukrainian",
        "fact": "Тайленол і шоколад отруйні для кішок",
        "retrieved_at_utc": "2025-07-18T04:03:46.595090+00:00"
    },
    {
        "fact_id": 13,
        "language": "Ukrainian",
        "fact": "Багато кішок не можуть нормально перетравлювати коров'яче молоко. Молоко і молочні продукти викликають у них діарею",
        "retrieved_at_utc": "2025-07-18T04:03:46.628371+00:00"
    },
    {
        "fact_id": 14,
        "language": "Ukrainian",
        "fact": "Середня порція котячого корму еквівалентна приблизно п'яти мишам",
        "retrieved_at_utc": "2025-07-18T04:03:46.664991+00:00"
    },
    {
        "fact_id": 15,
        "language": "Ukrainian",
        "fact": "Кішки можуть заразитися стрічковими черв'яками, поїдаючи бліх. Ці черв'яки живуть всередині кішки вічно або до тих пір, поки їх не виведуть за допомогою ліків. Вони розмножуються, викидаючи ланку з кінця свого довгого тіла. Ця ланка виповзає з ануса кішки і відкладає сотні яєць. Ці яйця потрапляють в організм личинки бліх, і цикл триває. Людина теж може заразитися цими стрічковими черв'яками, але тільки якщо з'їсть заражену блоху. Кішок з стрічковими черв'яками повинен дегельмінтизувати ветеринар",
        "retrieved_at_utc": "2025-07-18T04:03:46.696867+00:00"
    },
    {
        "fact_id": 16,
        "language": "Ukrainian",
        "fact": "Кішки можуть заразитися стрічковими черв'яками при поїданні мишей. Якщо ваша кішка зловила мишу, краще забрати у неї приз",
        "retrieved_at_utc": "2025-07-18T04:03:46.732256+00:00"
    },
    {
        "fact_id": 17,
        "language": "Ukrainian",
        "fact": "У кішок існує одна з форм СНІДу",
        "retrieved_at_utc": "2025-07-18T04:03:46.767419+00:00"
    },
    {
        "fact_id": 18,
        "language": "Ukrainian",
        "fact": "Колір пойнтів у сіамських кішок залежить від температури. Прохолодні області темніше",
        "retrieved_at_utc": "2025-07-18T04:03:46.799246+00:00"
    },
    {
        "fact_id": 19,
        "language": "Ukrainian",
        "fact": "Сіамські кошенята народжуються білими через тепло в матці Матері перед народженням. Це тепло не дає шерсті кошенят потемніти на пойнтах",
        "retrieved_at_utc": "2025-07-18T04:03:46.828332+00:00"
    },
    {
        "fact_id": 20,
        "language": "Ukrainian",
        "fact": "Люди, які страждають алергією на кішок, насправді мають алергію на котячу слину або на котячу лупу. Якщо регулярно купати живе в будинку кішку, алергіки переносять її краще.",
        "retrieved_at_utc": "2025-07-18T04:03:46.858528+00:00"
    },
    {
        "fact_id": 21,
        "language": "Ukrainian",
        "fact": "Дослідження зараз показують, що алерген у кішок пов'язаний з їх ароматичними залозами. У кішок є ароматичні залози на морді і біля основи хвоста. Найбільше запаху виділяють коти чоловічої статі. Якщо алергеном є виділення з ароматичних залоз, то алергіки повинні найкраще переносити стерилізованих кішок",
        "retrieved_at_utc": "2025-07-18T04:03:46.892455+00:00"
    },
    {
        "fact_id": 22,
        "language": "Ukrainian",
        "fact": "Коти не думають, що вони маленькі люди. Вони думають, що ми великі кішки. Це багато в чому впливає на їх поведінку",
        "retrieved_at_utc": "2025-07-18T04:03:46.924798+00:00"
    },
    {
        "fact_id": 23,
        "language": "Ukrainian",
        "fact": "Кішки схильні до захворювань ясен і карієсу. Їм слід чистити зуби у ветеринара або котячого стоматолога раз на рік",
        "retrieved_at_utc": "2025-07-18T04:03:46.959876+00:00"
    },
    {
        "fact_id": 24,
        "language": "Ukrainian",
        "fact": "Багато людей бояться заразитися від кішок найпростішим захворюванням-токсоплазмозом. Ця хвороба може викликати захворювання у людини, але що більш серйозно, може викликати вроджені дефекти у ще не народжених дітей. Токсоплазмоз-поширене захворювання, яке іноді передається через фекалії кішок. Найчастіше він викликається при вживанні сирої або рідкісної яловичини. Вагітним жінкам і людям з ослабленою імунною системою не слід торкатися до котячого туалету. В іншому випадку, немає ніяких причин, чому ці люди повинні уникати котів",
        "retrieved_at_utc": "2025-07-18T04:03:46.993508+00:00"
    },
    {
        "fact_id": 25,
        "language": "Ukrainian",
        "fact": "Предком всіх домашніх кішок є Африканська дика кішка, яка існує і донині",
        "retrieved_at_utc": "2025-07-18T04:03:47.026944+00:00"
    },
    {
        "fact_id": 26,
        "language": "Ukrainian",
        "fact": "У Стародавньому Єгипті вбивство кішки було злочином, що карається смертю",
        "retrieved_at_utc": "2025-07-18T04:03:47.058943+00:00"
    },
    {
        "fact_id": 27,
        "language": "Ukrainian",
        "fact": "У Стародавньому Єгипті з кішок робили мумії, а забальзамованих мишей клали разом з ними в гробниці. В одному стародавньому місті було знайдено понад 300 000 котячих мумій.",
        "retrieved_at_utc": "2025-07-18T04:03:47.095591+00:00"
    },
    {
        "fact_id": 28,
        "language": "Ukrainian",
        "fact": "У Середні століття під час свята Святого Іоанна кішок живцем спалювали на міських площах",
        "retrieved_at_utc": "2025-07-18T04:03:47.130105+00:00"
    },
    {
        "fact_id": 29,
        "language": "Ukrainian",
        "fact": "Перша виставка кішок відбулася в 1871 році в Кришталевому палаці в Лондоні",
        "retrieved_at_utc": "2025-07-18T04:03:47.167680+00:00"
    },
    {
        "fact_id": 30,
        "language": "Ukrainian",
        "fact": "Сьогодні існує близько 100 різних порід домашніх кішок",
        "retrieved_at_utc": "2025-07-18T04:03:47.201778+00:00"
    },
    {
        "fact_id": 31,
        "language": "Ukrainian",
        "fact": "Як і Птахи, Кішки мають здатність знаходити будинок, використовуючи свої біологічні годинники, кут нахилу сонця та магнітне поле Землі. Кішка, віднесена далеко від свого будинку, може повернутися в нього. Але якщо господарі кішки переїжджають далеко від її будинку, кішка не може їх знайти",
        "retrieved_at_utc": "2025-07-18T04:03:47.235443+00:00"
    },
    {
        "fact_id": 32,
        "language": "Ukrainian",
        "fact": "Кішки закопують свої екскременти, щоб приховати свої сліди від хижаків",
        "retrieved_at_utc": "2025-07-18T04:03:47.276767+00:00"
    },
    {
        "fact_id": 33,
        "language": "Ukrainian",
        "fact": "Кішки сплять від 16 до 18 годин на добу. Коли кішки сплять, вони все ще пильні до вступників подразників. Якщо ви ткнете хвостом сплячу кішку, вона відреагує відповідним чином",
        "retrieved_at_utc": "2025-07-18T04:03:47.310997+00:00"
    },
    {
        "fact_id": 34,
        "language": "Ukrainian",
        "fact": "Крім нюху носом, кішки можуть відчувати запах за допомогою додаткового органу, званого органом Якобсона, розташованого у верхній частині рота",
        "retrieved_at_utc": "2025-07-18T04:03:47.347473+00:00"
    },
    {
        "fact_id": 35,
        "language": "Ukrainian",
        "fact": "Хлор, що міститься у свіжій водопровідній воді, дратує чутливі частини носа кота. Дайте водопровідній воді відстоятися протягом 24 годин, перш ніж давати її кішці",
        "retrieved_at_utc": "2025-07-18T04:03:47.381236+00:00"
    },
    {
        "fact_id": 36,
        "language": "Ukrainian",
        "fact": "Авраам Лінкольн любив котів. У нього їх було чотири, поки він жив у Білому домі",
        "retrieved_at_utc": "2025-07-18T04:03:47.412197+00:00"
    },
    {
        "fact_id": 37,
        "language": "Ukrainian",
        "fact": "Юлій Цезар, Генріх II, Карл XI і Наполеон боялися кішок",
        "retrieved_at_utc": "2025-07-18T04:03:47.447481+00:00"
    },
    {
        "fact_id": 38,
        "language": "Ukrainian",
        "fact": "У кішок в середньому 24 вуса, розташованих в чотири горизонтальні ряди з кожного боку",
        "retrieved_at_utc": "2025-07-18T04:03:47.481683+00:00"
    },
    {
        "fact_id": 39,
        "language": "Ukrainian",
        "fact": "Слово \"кішка\" в різних мовах: французький: chat; німецька: katze; італійську: gatto; іспанська/португальська: gato; ідиш: kats; мальтійська: qattus; шведський/норвезький: katt; голландська: kat; ісландська: kottur; грецька: catta; індуський: katas; японська: neko; польська: kot; український: kotuk; гавайський: popoki; російська: koshka; латинська: cattus; єгипетський: mau; турецька: kedi; вірменський: Гац; китайська: mao; арабська: biss; індонезійська: qitta; болгарська: kotka; малайська: kucing; тайський/вʼєтнамська: meo; румунська: pisica; литовська: katinas; чеська: kocka; Словацька: macka; вірменська: gatz; Баскська: catua; естонська: kass; Фінська: kissa; Суахілі: paka.",
        "retrieved_at_utc": "2025-07-18T04:03:47.518235+00:00"
    },
    {
        "fact_id": 40,
        "language": "Ukrainian",
        "fact": "Статистика показує, що любителі тварин в останні роки віддають перевагу кішкам, а не собакам!",
        "retrieved_at_utc": "2025-07-18T04:03:47.550887+00:00"
    },
    {
        "fact_id": 41,
        "language": "Ukrainian",
        "fact": "Котів можна навчити ходити на повідку, але для цього потрібно багато часу і терпіння. Чим молодша кішка, тим легше їй буде вчитися",
        "retrieved_at_utc": "2025-07-18T04:03:47.584992+00:00"
    },
    {
        "fact_id": 42,
        "language": "Ukrainian",
        "fact": "Муркотіння не завжди означає Щастя. Муркотіння може означати, що кішка відчуває сильний біль, наприклад, під час пологів. Кошеня муркоче матері, щоб дати їй знати, що він отримує достатньо молока під час годування. Муркотіння-це процес вдиху і видиху, зазвичай виконується при закритому роті. Але не хвилюйтеся, якщо ваша кішка муркоче, поки ви ніжно гладите її і тримаєте поруч з собою-це щаслива кішка!",
        "retrieved_at_utc": "2025-07-18T04:03:47.616894+00:00"
    },
    {
        "fact_id": 1,
        "language": "Urdu",
        "fact": "1987 میں بلیوں نے کتوں کو امریکہ کے نمبر ایک پالتو جانور کے طور پر پیچھے چھوڑ دیا",
        "retrieved_at_utc": "2025-07-18T04:03:47.651575+00:00"
    },
    {
        "fact_id": 2,
        "language": "Urdu",
        "fact": "جو بلیاں ایک ساتھ رہتی ہیں وہ بعض اوقات اپنے سروں کو آپس میں رگڑ کر یہ ظاہر کرتی ہیں کہ ان کا لڑنے کا کوئی ارادہ نہیں ہے۔ نوجوان بلیاں اکثر ایسا کرتی ہیں، خاص طور پر جب وہ پرجوش ہوں۔",
        "retrieved_at_utc": "2025-07-18T04:03:47.686872+00:00"
    },
    {
        "fact_id": 3,
        "language": "Urdu",
        "fact": "ماں بلیاں اپنے بلی کے بچوں کو ٹوائلٹ استعمال کرنا سکھاتی ہیں",
        "retrieved_at_utc": "2025-07-18T04:03:47.720323+00:00"
    },
    {
        "fact_id": 4,
        "language": "Urdu",
        "fact": "جس طرح سے آپ بلی کے بچوں کے ساتھ ان کی زندگی کے ابتدائی مراحل میں سلوک کرتے ہیں وہ بعد میں ان کے کردار کا تعین کرے گا۔",
        "retrieved_at_utc": "2025-07-18T04:03:47.768504+00:00"
    },
    {
        "fact_id": 5,
        "language": "Urdu",
        "fact": "مقبول عقیدے کے برعکس، بلیاں سماجی جانور ہیں۔ ایک گھریلو بلی رد عمل ظاہر کرتی ہے اور زبان کا جواب دیتی ہے اور ایسا لگتا ہے کہ وہ انسانی تعامل سے لطف اندوز ہوتی ہے۔",
        "retrieved_at_utc": "2025-07-18T04:03:47.799798+00:00"
    },
    {
        "fact_id": 6,
        "language": "Urdu",
        "fact": "اگر اچھی طرح سے دیکھ بھال کی جائے تو، ایک بلی بیس سال یا اس سے زیادہ زندہ رہ سکتی ہے، لیکن گھریلو بلی کی اوسط عمر 14 سال ہے،",
        "retrieved_at_utc": "2025-07-18T04:03:47.836169+00:00"
    },
    {
        "fact_id": 7,
        "language": "Urdu",
        "fact": "بلی کی نس بندی اس کی عمر دو سے تین سال تک بڑھا دیتی ہے",
        "retrieved_at_utc": "2025-07-18T04:03:47.867091+00:00"
    },
    {
        "fact_id": 8,
        "language": "Urdu",
        "fact": "بلیوں، خاص طور پر بڑی عمر کی بلیوں کو کینسر ہو جاتا ہے۔ بہت سے معاملات میں، اس بیماری کا کامیابی سے علاج کیا جا سکتا ہے۔",
        "retrieved_at_utc": "2025-07-18T04:03:47.900753+00:00"
    },
    {
        "fact_id": 9,
        "language": "Urdu",
        "fact": "بلیوں کو مٹھائی نہیں چکھتی",
        "retrieved_at_utc": "2025-07-18T04:03:47.932933+00:00"
    },
    {
        "fact_id": 10,
        "language": "Urdu",
        "fact": "بلیوں کی خوراک میں چربی ضرور ہونی چاہیے کیونکہ وہ اسے خود نہیں بنا سکتیں۔",
        "retrieved_at_utc": "2025-07-18T04:03:47.964442+00:00"
    },
    {
        "fact_id": 11,
        "language": "Urdu",
        "fact": "کچھ عام اندرونی پودے جو بلیوں کے لیے زہریلے ہیں ان میں شامل ہیں: انگلش ivy، iris، mistletoe، philodendron اور yew،",
        "retrieved_at_utc": "2025-07-18T04:03:47.997235+00:00"
    },
    {
        "fact_id": 12,
        "language": "Urdu",
        "fact": "ٹائلینول اور چاکلیٹ بلیوں کے لیے زہریلے ہیں",
        "retrieved_at_utc": "2025-07-18T04:03:48.030398+00:00"
    },
    {
        "fact_id": 13,
        "language": "Urdu",
        "fact": "بہت سی بلیاں گائے کا دودھ ٹھیک سے ہضم نہیں کر سکتیں۔ دودھ اور دودھ کی مصنوعات انہیں اسہال دیتی ہیں۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.062537+00:00"
    },
    {
        "fact_id": 14,
        "language": "Urdu",
        "fact": "بلی کے کھانے کی اوسط خدمت تقریباً پانچ چوہوں کے برابر ہے،",
        "retrieved_at_utc": "2025-07-18T04:03:48.095091+00:00"
    },
    {
        "fact_id": 15,
        "language": "Urdu",
        "fact": "بلیاں پسو کھانے سے ٹیپ کیڑے سے متاثر ہو سکتی ہیں۔ یہ کیڑے بلی کے اندر ہمیشہ کے لیے رہتے ہیں یا جب تک انہیں دوائیوں سے نکال نہیں دیا جاتا۔ وہ اپنے لمبے جسم کے سرے سے ایک دھاگہ بہا کر دوبارہ پیدا کرتے ہیں۔ سینکڑوں انڈے۔ یہ انڈے پسو لاروا کے جسم میں داخل ہوتے ہیں اور یہ سلسلہ جاری رہتا ہے۔ ایک شخص بھی ان ٹیپ کیڑے سے متاثر ہو سکتا ہے، لیکن صرف اس صورت میں جب وہ متاثرہ پسو کھائے۔ ٹیپ کیڑے والی بلیوں کو جانوروں کے ڈاکٹر سے کیڑا لگوانا چاہیے۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.128679+00:00"
    },
    {
        "fact_id": 16,
        "language": "Urdu",
        "fact": "بلیاں چوہے کھا کر ٹیپ کیڑے حاصل کر سکتی ہیں۔ اگر آپ کی بلی چوہے کو پکڑ لیتی ہے، تو انعام چھین لینا ہی بہتر ہے۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.162329+00:00"
    },
    {
        "fact_id": 17,
        "language": "Urdu",
        "fact": "بلیوں میں ایڈز کی ایک شکل ہوتی ہے",
        "retrieved_at_utc": "2025-07-18T04:03:48.199072+00:00"
    },
    {
        "fact_id": 18,
        "language": "Urdu",
        "fact": "سیامی بلیوں میں پوائنٹس کا رنگ درجہ حرارت پر منحصر ہوتا ہے۔ ٹھنڈے علاقے گہرے ہوتے ہیں",
        "retrieved_at_utc": "2025-07-18T04:03:48.232132+00:00"
    },
    {
        "fact_id": 19,
        "language": "Urdu",
        "fact": "سیمیز بلی کے بچے پیدائش سے پہلے ماں کے پیٹ میں گرمی کی وجہ سے سفید رنگ کے پیدا ہوتے ہیں۔ یہ گرمی بلی کے بچوں کی کھال کو پوائنٹس پر سیاہ ہونے سے روکتی ہے۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.264855+00:00"
    },
    {
        "fact_id": 20,
        "language": "Urdu",
        "fact": "بلیوں کو یہ نہیں لگتا کہ وہ چھوٹے لوگ ہیں۔ وہ سمجھتے ہیں کہ ہم بڑی بلیاں ہیں۔ اس کا ان کے رویے سے بہت تعلق ہے۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.299326+00:00"
    },
    {
        "fact_id": 21,
        "language": "Urdu",
        "fact": "بلیوں کو مسوڑھوں کی بیماری اور دانتوں کی خرابی کا خطرہ ہوتا ہے۔ انہیں اپنے دانتوں کو سال میں ایک بار جانوروں کے ڈاکٹر یا دانتوں کے ڈاکٹر سے صاف کروانا چاہیے۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.330815+00:00"
    },
    {
        "fact_id": 22,
        "language": "Urdu",
        "fact": "بہت سے لوگ بلیوں سے ہونے والی آسان ترین بیماری ٹاکسوپلاسموسس کو پکڑنے سے ڈرتے ہیں۔ یہ بیماری انسانوں میں بیماری کا باعث بن سکتی ہے، لیکن زیادہ سنگین بات یہ ہے کہ یہ غیر پیدائشی بچوں میں پیدائشی نقائص کا سبب بن سکتی ہے۔ ٹاکسوپلاسموسس ایک عام بیماری ہے جو بعض اوقات بلیوں کے پاخانے سے پھیلتی ہے۔ اکثر کچا یا نایاب گائے کا گوشت کھانے کی وجہ سے ہوتا ہے۔ حاملہ خواتین اور کمزور مدافعتی نظام والے افراد کو بلی کے کوڑے کو ہاتھ نہیں لگانا چاہیے۔ بصورت دیگر، کوئی وجہ نہیں ہے کہ یہ لوگ بلیوں سے بچیں۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.362787+00:00"
    },
    {
        "fact_id": 23,
        "language": "Urdu",
        "fact": "تمام گھریلو بلیوں کا آباؤ اجداد افریقی جنگلی بلی ہے، جو آج تک موجود ہے۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.400924+00:00"
    },
    {
        "fact_id": 24,
        "language": "Urdu",
        "fact": "قدیم مصر میں بلی کو مارنا ایک جرم تھا جس کی سزا موت تھی۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.437201+00:00"
    },
    {
        "fact_id": 25,
        "language": "Urdu",
        "fact": "قدیم مصر میں، بلیوں کو ممی بنایا جاتا تھا، اور ان کے ساتھ مقبروں میں چوہوں کو رکھا جاتا تھا۔ ایک قدیم شہر میں، بلیوں کی 300,000 سے زیادہ ممیاں ملی تھیں۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.469190+00:00"
    },
    {
        "fact_id": 26,
        "language": "Urdu",
        "fact": "قرون وسطی میں، سینٹ جان کی دعوت کے دوران، بلیوں کو شہر کے چوکوں میں زندہ جلا دیا جاتا تھا",
        "retrieved_at_utc": "2025-07-18T04:03:48.501247+00:00"
    },
    {
        "fact_id": 27,
        "language": "Urdu",
        "fact": "پہلا کیٹ شو 1871 میں لندن کے کرسٹل پیلس میں منعقد ہوا،",
        "retrieved_at_utc": "2025-07-18T04:03:48.535083+00:00"
    },
    {
        "fact_id": 28,
        "language": "Urdu",
        "fact": "آج گھریلو بلیوں کی تقریباً 100 مختلف نسلیں ہیں،",
        "retrieved_at_utc": "2025-07-18T04:03:48.570573+00:00"
    },
    {
        "fact_id": 29,
        "language": "Urdu",
        "fact": "پرندوں کی طرح بلیوں میں بھی اپنی حیاتیاتی گھڑیوں، سورج کے زاویے اور زمین کے مقناطیسی میدان کا استعمال کرتے ہوئے گھر تلاش کرنے کی صلاحیت ہوتی ہے۔ ایک بلی جسے اپنے گھر سے دور لے جایا جاتا ہے وہ اس کے پاس واپس آسکتی ہے۔ لیکن اگر بلی کے مالکان اس سے بہت دور چلے جائیں۔ گھر، بلی انہیں نہیں ڈھونڈ سکتی",
        "retrieved_at_utc": "2025-07-18T04:03:48.604558+00:00"
    },
    {
        "fact_id": 30,
        "language": "Urdu",
        "fact": "بلیاں شکاریوں سے اپنی پٹریوں کو چھپانے کے لیے اپنے فضلے کو دفن کرتی ہیں۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.635863+00:00"
    },
    {
        "fact_id": 31,
        "language": "Urdu",
        "fact": "بلیاں دن میں 16 سے 18 گھنٹے سوتی ہیں۔ جب بلیاں سوتی ہیں، تب بھی وہ آنے والے محرکات سے چوکنا رہتی ہیں۔ اگر آپ سوتی ہوئی بلی کو اپنی دم سے ماریں گے تو وہ اس کے مطابق جواب دے گی۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.668973+00:00"
    },
    {
        "fact_id": 32,
        "language": "Urdu",
        "fact": "اپنی ناک سے سونگھنے کے علاوہ، بلیاں ایک اضافی عضو سے بھی سونگھ سکتی ہیں جسے جیکبسن کا عضو کہا جاتا ہے جو ان کے منہ کے اوپر واقع ہوتا ہے۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.700900+00:00"
    },
    {
        "fact_id": 33,
        "language": "Urdu",
        "fact": "تازہ نلکے کے پانی میں کلورین بلی کی ناک کے حساس حصوں میں جلن پیدا کرتی ہے۔ اپنی بلی کو دینے سے پہلے نل کے پانی کو 24 گھنٹے بیٹھنے دیں۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.741165+00:00"
    },
    {
        "fact_id": 34,
        "language": "Urdu",
        "fact": "ابراہام لنکن بلیوں سے محبت کرتے تھے۔ وائٹ ہاؤس میں رہتے ہوئے ان کے پاس چار بچے تھے۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.778002+00:00"
    },
    {
        "fact_id": 35,
        "language": "Urdu",
        "fact": "جولیس سیزر، ہنری دوم، چارلس الیون اور نپولین بلیوں سے ڈرتے تھے",
        "retrieved_at_utc": "2025-07-18T04:03:48.811085+00:00"
    },
    {
        "fact_id": 36,
        "language": "Urdu",
        "fact": "بلیوں کی تمام انواع میں سے، گھریلو بلی واحد نسل ہے جو چلتے وقت اپنی دم کو عمودی طور پر پکڑنے کی صلاحیت رکھتی ہے۔ جنگلی بلیوں کی تمام نسلیں جب چلتی ہیں تو اپنی دم کو افقی طور پر پکڑتی ہیں یا اپنی ٹانگوں کے درمیان ٹک جاتی ہیں۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.841457+00:00"
    },
    {
        "fact_id": 37,
        "language": "Urdu",
        "fact": "ایک خوش بلی اپنی دم کو اونچی اور سطح پر رکھتی ہے",
        "retrieved_at_utc": "2025-07-18T04:03:48.872168+00:00"
    },
    {
        "fact_id": 38,
        "language": "Urdu",
        "fact": "بلی کی تقریباً 10 فیصد ہڈیاں اس کی دم میں ہوتی ہیں، اور دم کو توازن کے لیے استعمال کیا جاتا ہے۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.905186+00:00"
    },
    {
        "fact_id": 39,
        "language": "Urdu",
        "fact": "بلی کے خاندان عام طور پر جوڑوں میں بہترین کھیلتے ہیں۔ جب بھی ممکن ہو بلیوں اور بلی کے بچوں کو جوڑے میں خریدنا چاہیے۔",
        "retrieved_at_utc": "2025-07-18T04:03:48.938408+00:00"
    },
    {
        "fact_id": 40,
        "language": "Urdu",
        "fact": "بیکر کی چاکلیٹ آپ کی بلی کے لیے سب سے خطرناک چاکلیٹ ہے",
        "retrieved_at_utc": "2025-07-18T04:03:48.974110+00:00"
    },
    {
        "fact_id": 41,
        "language": "Urdu",
        "fact": "بلیوں کی نبض کو ران کی پچھلی سطح کے اندر سے چیک کیا جاتا ہے، جہاں پنجا جسم سے جڑتا ہے۔ بلیوں کے لیے معمول: 110-170 دھڑکن فی منٹ،",
        "retrieved_at_utc": "2025-07-18T04:03:49.005380+00:00"
    },
    {
        "fact_id": 42,
        "language": "Urdu",
        "fact": "جاگوار واحد بڑی بلیاں ہیں جو گرجتی نہیں ہیں۔",
        "retrieved_at_utc": "2025-07-18T04:03:49.035224+00:00"
    },
    {
        "fact_id": 1,
        "language": "Italian",
        "fact": "Nel 1987 i gatti hanno superato i cani come animale domestico numero uno in America.",
        "retrieved_at_utc": "2025-07-18T04:03:49.084297+00:00"
    },
    {
        "fact_id": 2,
        "language": "Italian",
        "fact": "I gatti che vivono insieme a volte si strofinano la testa a vicenda per dimostrare che non hanno intenzione di litigare. I gatti giovani lo fanno più spesso, specialmente quando sono eccitati.",
        "retrieved_at_utc": "2025-07-18T04:03:49.114650+00:00"
    },
    {
        "fact_id": 3,
        "language": "Italian",
        "fact": "Le mamme gatte insegnano ai loro cuccioli a usare la lettiera.",
        "retrieved_at_utc": "2025-07-18T04:03:49.145456+00:00"
    },
    {
        "fact_id": 4,
        "language": "Italian",
        "fact": "Il modo in cui tratti i gattini nelle prime fasi della sua vita renderà i tratti della sua personalità più avanti nella vita.",
        "retrieved_at_utc": "2025-07-18T04:03:49.177906+00:00"
    },
    {
        "fact_id": 5,
        "language": "Italian",
        "fact": "Contrariamente alla credenza popolare, il gatto è un animale sociale. Un gatto domestico risponderà e risponderà alla parola e sembra godere della compagnia umana.",
        "retrieved_at_utc": "2025-07-18T04:03:49.214549+00:00"
    },
    {
        "fact_id": 6,
        "language": "Italian",
        "fact": "Se ben trattato, un gatto può vivere venti o più anni, ma la vita media di un gatto domestico è di 14 anni.",
        "retrieved_at_utc": "2025-07-18T04:03:49.249534+00:00"
    },
    {
        "fact_id": 7,
        "language": "Italian",
        "fact": "La sterilizzazione di un gatto prolunga la sua vita di due o tre anni.",
        "retrieved_at_utc": "2025-07-18T04:03:49.284317+00:00"
    },
    {
        "fact_id": 8,
        "language": "Italian",
        "fact": "I gatti, specialmente i gatti più anziani, si ammalano di cancro. Molte volte questa malattia può essere trattata con successo.",
        "retrieved_at_utc": "2025-07-18T04:03:49.316594+00:00"
    },
    {
        "fact_id": 9,
        "language": "Italian",
        "fact": "I gatti non possono assaggiare i dolci.",
        "retrieved_at_utc": "2025-07-18T04:03:49.352007+00:00"
    },
    {
        "fact_id": 10,
        "language": "Italian",
        "fact": "I gatti devono avere grassi nella loro dieta perché non possono produrli da soli.",
        "retrieved_at_utc": "2025-07-18T04:03:49.386951+00:00"
    },
    {
        "fact_id": 11,
        "language": "Italian",
        "fact": "Alcune piante d'appartamento comuni velenose per i gatti includono: edera inglese, iris, vischio, filodendro e tasso.",
        "retrieved_at_utc": "2025-07-18T04:03:49.420801+00:00"
    },
    {
        "fact_id": 12,
        "language": "Italian",
        "fact": "Tylenol e cioccolato sono entrambi velenosi per i gatti.",
        "retrieved_at_utc": "2025-07-18T04:03:49.453316+00:00"
    },
    {
        "fact_id": 13,
        "language": "Italian",
        "fact": "Molti gatti non riescono a digerire correttamente il latte di mucca. Il latte e i latticini danno loro la diarrea.",
        "retrieved_at_utc": "2025-07-18T04:03:49.484073+00:00"
    },
    {
        "fact_id": 14,
        "language": "Italian",
        "fact": "Il pasto medio di cibo per gatti è l'equivalente di circa cinque topi.",
        "retrieved_at_utc": "2025-07-18T04:03:49.518007+00:00"
    },
    {
        "fact_id": 15,
        "language": "Italian",
        "fact": "I gatti possono contrarre la tenia mangiando le pulci. Questi vermi vivono all'interno del gatto per sempre o fino a quando non vengono rimossi con i farmaci. Si riproducono perdendo un legame dall'estremità dei loro lunghi corpi. Questo collegamento striscia fuori dall'ano del gatto e fa cadere centinaia di uova. Queste uova vengono ingerite dalle larve delle pulci e il ciclo continua. Anche gli esseri umani possono contrarre queste tenie, ma solo se mangiano pulci infette. I gatti con la tenia dovrebbero essere sverminati da un veterinario.",
        "retrieved_at_utc": "2025-07-18T04:03:49.555357+00:00"
    },
    {
        "fact_id": 16,
        "language": "Italian",
        "fact": "I gatti possono contrarre la tenia mangiando i topi. Se il tuo gatto cattura un topo, è meglio togliergli il premio.",
        "retrieved_at_utc": "2025-07-18T04:03:49.592105+00:00"
    },
    {
        "fact_id": 17,
        "language": "Italian",
        "fact": "Esiste una forma di AIDS nei gatti.",
        "retrieved_at_utc": "2025-07-18T04:03:49.627069+00:00"
    },
    {
        "fact_id": 18,
        "language": "Italian",
        "fact": "Il colore dei punti nei gatti siamesi è legato al calore. Le aree fredde sono più scure.",
        "retrieved_at_utc": "2025-07-18T04:03:49.661375+00:00"
    },
    {
        "fact_id": 19,
        "language": "Italian",
        "fact": "I gattini siamesi nascono bianchi a causa del calore all'interno dell'utero della madre prima della nascita. Questo calore impedisce al pelo dei gattini di scurirsi sulle punte.",
        "retrieved_at_utc": "2025-07-18T04:03:49.693476+00:00"
    },
    {
        "fact_id": 20,
        "language": "Italian",
        "fact": "Le persone allergiche ai gatti sono in realtà allergiche alla saliva del gatto o al pelo di gatto. Se il gatto residente viene lavato regolarmente, le persone allergiche lo tollerano meglio.",
        "retrieved_at_utc": "2025-07-18T04:03:49.726742+00:00"
    },
    {
        "fact_id": 21,
        "language": "Italian",
        "fact": "Gli studi ora dimostrano che l'allergene nei gatti è correlato alle loro ghiandole odorose. I gatti hanno ghiandole odorifere sul viso e alla base della coda. I gatti maschi interi generano più profumo. Se questa secrezione dalle ghiandole odorose è l'allergene, le persone allergiche dovrebbero tollerare al meglio le gatte sterilizzate.",
        "retrieved_at_utc": "2025-07-18T04:03:49.759742+00:00"
    },
    {
        "fact_id": 22,
        "language": "Italian",
        "fact": "I gatti non pensano di essere piccole persone. Pensano che siamo grandi felini. Questo influenza il loro comportamento in molti modi.",
        "retrieved_at_utc": "2025-07-18T04:03:49.795076+00:00"
    },
    {
        "fact_id": 23,
        "language": "Italian",
        "fact": "I gatti sono soggetti a malattie gengivali e alla carie dentale. Dovrebbero farsi pulire i denti dal veterinario o dal dentista per gatti una volta all'anno.",
        "retrieved_at_utc": "2025-07-18T04:03:49.828558+00:00"
    },
    {
        "fact_id": 24,
        "language": "Italian",
        "fact": "Molte persone temono di contrarre una malattia protozoaria, la toxoplasmosi, dai gatti. Questa malattia può causare malattie nell'essere umano, ma, cosa più grave, può causare difetti alla nascita nel nascituro. La toxoplasmosi è una malattia comune, a volte diffusa attraverso le feci dei gatti. è causato più spesso dal consumo di carne cruda o al sangue. Le donne incinte e le persone con un sistema immunitario depresso non dovrebbero toccare la lettiera del gatto. A parte questo, non c'è motivo per cui queste persone debbano evitare i gatti.",
        "retrieved_at_utc": "2025-07-18T04:03:49.859216+00:00"
    },
    {
        "fact_id": 25,
        "language": "Italian",
        "fact": "L'antenato di tutti i gatti domestici è il gatto selvatico africano che esiste ancora oggi.",
        "retrieved_at_utc": "2025-07-18T04:03:49.891951+00:00"
    },
    {
        "fact_id": 26,
        "language": "Italian",
        "fact": "Nell'antico Egitto, uccidere un gatto era un crimine punibile con la morte.",
        "retrieved_at_utc": "2025-07-18T04:03:49.923578+00:00"
    },
    {
        "fact_id": 27,
        "language": "Italian",
        "fact": "Nell'antico Egitto, le mummie erano fatte di gatti e topi imbalsamati venivano posti con loro nelle loro tombe. In un'antica città sono state trovate oltre 300.000 mummie di gatti.",
        "retrieved_at_utc": "2025-07-18T04:03:49.955851+00:00"
    },
    {
        "fact_id": 28,
        "language": "Italian",
        "fact": "Nel Medioevo, durante la Festa di San Giovanni, i gatti venivano bruciati vivi nelle piazze.",
        "retrieved_at_utc": "2025-07-18T04:03:49.988641+00:00"
    },
    {
        "fact_id": 29,
        "language": "Italian",
        "fact": "La prima mostra felina fu nel 1871 al Crystal Palace di Londra.",
        "retrieved_at_utc": "2025-07-18T04:03:50.022549+00:00"
    },
    {
        "fact_id": 30,
        "language": "Italian",
        "fact": "Oggi ci sono circa 100 razze distinte del gatto domestico.",
        "retrieved_at_utc": "2025-07-18T04:03:50.057424+00:00"
    },
    {
        "fact_id": 31,
        "language": "Italian",
        "fact": "Come gli uccelli, i gatti hanno una capacità di ricerca della casa che utilizza il suo orologio biologico, l'angolo del sole e il campo magnetico terrestre. Un gatto portato lontano dalla sua casa può farvi ritorno. Ma se i proprietari di un gatto si spostano lontano dalla sua casa, il gatto non riesce a trovarli.",
        "retrieved_at_utc": "2025-07-18T04:03:50.092178+00:00"
    },
    {
        "fact_id": 32,
        "language": "Italian",
        "fact": "I gatti seppelliscono le loro feci per coprire le loro tracce dai predatori.",
        "retrieved_at_utc": "2025-07-18T04:03:50.123903+00:00"
    },
    {
        "fact_id": 33,
        "language": "Italian",
        "fact": "I gatti dormono dalle 16 alle 18 ore al giorno. Quando i gatti dormono, sono ancora attenti agli stimoli in arrivo. Se colpisci la coda di un gatto addormentato, risponderà di conseguenza.",
        "retrieved_at_utc": "2025-07-18T04:03:50.173296+00:00"
    },
    {
        "fact_id": 34,
        "language": "Italian",
        "fact": "Oltre ad annusare con il naso, i gatti possono annusare con un organo aggiuntivo chiamato organo di Jacobson, situato nella superficie superiore della bocca.",
        "retrieved_at_utc": "2025-07-18T04:03:50.205412+00:00"
    },
    {
        "fact_id": 35,
        "language": "Italian",
        "fact": "Il cloro nell'acqua fresca del rubinetto irrita le parti sensibili del naso del gatto. Lascia riposare l'acqua del rubinetto per 24 ore prima di darla a un gatto.",
        "retrieved_at_utc": "2025-07-18T04:03:50.238242+00:00"
    },
    {
        "fact_id": 36,
        "language": "Italian",
        "fact": "Abraham Lincoln amava i gatti. Ne aveva quattro mentre viveva alla Casa Bianca.",
        "retrieved_at_utc": "2025-07-18T04:03:50.269320+00:00"
    },
    {
        "fact_id": 37,
        "language": "Italian",
        "fact": "Giulio Cesare, Enrico II, Carlo III e Napoleone avevano tutti paura dei gatti.",
        "retrieved_at_utc": "2025-07-18T04:03:50.303026+00:00"
    },
    {
        "fact_id": 38,
        "language": "Italian",
        "fact": "I gatti hanno una media di 24 baffi, disposti in quattro file orizzontali su ciascun lato.",
        "retrieved_at_utc": "2025-07-18T04:03:50.337741+00:00"
    },
    {
        "fact_id": 39,
        "language": "Italian",
        "fact": "La parola 'gatto' in varie lingue: francese: chat; tedesco: katze; italiano: gatto; spagnolo/portoghese: gato; yiddish: kats; maltese: qattus; svedese/norvegese: katt; olandese: kat; islandese: kottur; greco: catta; indù: katas; giapponese: neko; polacco: kot; ucraino: kotuk; hawiiano: popoki; russo: koshka; latino: cattus; egiziano: mau; turco: kedi; armeno: gatz; cinese: mao; arabo: biss; indonesiano: qitta; bulgaro: kotka; malese: kucing; tailandese/vietnamita: meo; rumeno: pisica; lituano: katinas; ceco: kocka; slovacco: macka; armeno: gatz; basco: catua; estone: kass; finlandese: kissa; swahili: paka.",
        "retrieved_at_utc": "2025-07-18T04:03:50.370329+00:00"
    },
    {
        "fact_id": 40,
        "language": "Italian",
        "fact": "Le statistiche indicano che gli amanti degli animali negli ultimi anni hanno mostrato una preferenza per i gatti rispetto ai cani!",
        "retrieved_at_utc": "2025-07-18T04:03:50.403148+00:00"
    },
    {
        "fact_id": 41,
        "language": "Italian",
        "fact": "Si può insegnare ai gatti a camminare al guinzaglio, ma ci vogliono molto tempo e pazienza per insegnarglielo. Più giovane è il gatto, più facile sarà per loro imparare.",
        "retrieved_at_utc": "2025-07-18T04:03:50.442981+00:00"
    },
    {
        "fact_id": 42,
        "language": "Italian",
        "fact": "Fare le fusa non sempre significa felicità. Fare le fusa potrebbe significare che un gatto sta soffrendo terribilmente, come durante il parto. Il gattino fa le fusa alla madre per farle sapere che sta ricevendo abbastanza latte durante l'allattamento. Le fusa sono un processo di inspirazione ed espirazione, solitamente eseguito mentre la bocca è chiusa. Ma non preoccuparti, se il tuo gatto fa le fusa mentre lo accarezzi dolcemente e lo tieni vicino a te, quello è un gatto felice!",
        "retrieved_at_utc": "2025-07-18T04:03:50.473957+00:00"
    },
    {
        "fact_id": 1,
        "language": "Chinese",
        "fact": "在 1987 年的美國，貓首次取代狗成為最多人飼養的寵物。",
        "retrieved_at_utc": "2025-07-18T04:03:50.516468+00:00"
    },
    {
        "fact_id": 2,
        "language": "Chinese",
        "fact": "一起生活的貓有時候會互相摸摸對方的頭以表示沒有想要打架的意思；特別是在小貓很興奮的時候會經常發生。",
        "retrieved_at_utc": "2025-07-18T04:03:50.554203+00:00"
    },
    {
        "fact_id": 3,
        "language": "Chinese",
        "fact": "貓媽媽會教小貓如何使用貓砂盤。",
        "retrieved_at_utc": "2025-07-18T04:03:50.597436+00:00"
    },
    {
        "fact_id": 4,
        "language": "Chinese",
        "fact": "貓咪從小時候受到的對待會影響他日後性格特徵的發展。",
        "retrieved_at_utc": "2025-07-18T04:03:50.628277+00:00"
    },
    {
        "fact_id": 5,
        "language": "Chinese",
        "fact": "與普遍看法相反，貓其實是一種社交動物。寵物貓懂得回應對話，而且很享受與人類的友誼。",
        "retrieved_at_utc": "2025-07-18T04:03:50.668967+00:00"
    },
    {
        "fact_id": 6,
        "language": "Chinese",
        "fact": "家貓的平均壽命約 14 歲。若照顧妥當，貓其實可以活超過 20 歲。",
        "retrieved_at_utc": "2025-07-18T04:03:50.701576+00:00"
    },
    {
        "fact_id": 7,
        "language": "Chinese",
        "fact": "替貓咪絕育可以延長他們 2 到 3 年壽命。",
        "retrieved_at_utc": "2025-07-18T04:03:50.739566+00:00"
    },
    {
        "fact_id": 8,
        "language": "Chinese",
        "fact": "貓也會罹癌，尤其是高齡貓；雖然如此，但及時就醫很多時候能完全根治。",
        "retrieved_at_utc": "2025-07-18T04:03:50.795650+00:00"
    },
    {
        "fact_id": 9,
        "language": "Chinese",
        "fact": "貓咪無法品嘗甜味。",
        "retrieved_at_utc": "2025-07-18T04:03:50.827076+00:00"
    },
    {
        "fact_id": 10,
        "language": "Chinese",
        "fact": "貓的身體無法自行產生脂肪，所以必需從飲食中攝取。",
        "retrieved_at_utc": "2025-07-18T04:03:50.860681+00:00"
    },
    {
        "fact_id": 11,
        "language": "Chinese",
        "fact": "某些常見的室內盆栽對貓有害。包括：常春藤、鳶尾花、槲寄生、藤蔓、紅豆杉等…",
        "retrieved_at_utc": "2025-07-18T04:03:50.902463+00:00"
    },
    {
        "fact_id": 12,
        "language": "Chinese",
        "fact": "普拿疼（撲熱息痛）與巧克力對貓而言都是很危險的毒品。",
        "retrieved_at_utc": "2025-07-18T04:03:50.940532+00:00"
    },
    {
        "fact_id": 13,
        "language": "Chinese",
        "fact": "很多貓都無法很好的消化牛奶製品，並引致他們肚瀉。",
        "retrieved_at_utc": "2025-07-18T04:03:50.978846+00:00"
    },
    {
        "fact_id": 14,
        "language": "Chinese",
        "fact": "貓平均每餐的份量大約等於 5 隻老鼠。",
        "retrieved_at_utc": "2025-07-18T04:03:51.010024+00:00"
    },
    {
        "fact_id": 15,
        "language": "Chinese",
        "fact": "貓有機會透過誤食跳蝨惹上條蟲。除非以藥物去除，否則這些寄生蟲將會在貓體內存活一輩子。 這些條蟲透過剝離他們長長身體的最後一節來繁殖。剝離後的一節身體會爬出貓的肛門然後留下數以百計的蟲卵，然後這些蟲卵會被跳蝨的幼蟲攝食，並周而復始。人類也會因誤食受感染的跳蝨而惹上這類條蟲。若貓已有條蟲寄宿，必須盡快求醫為其驅蟲。",
        "retrieved_at_utc": "2025-07-18T04:03:51.043745+00:00"
    },
    {
        "fact_id": 16,
        "language": "Chinese",
        "fact": "貓有機會透過進食老鼠惹上條蟲。若你的貓咪捕獲老鼠，最好的做法是把獎品拿走。",
        "retrieved_at_utc": "2025-07-18T04:03:51.074846+00:00"
    },
    {
        "fact_id": 17,
        "language": "Chinese",
        "fact": "有一種愛滋病會影響貓咪。",
        "retrieved_at_utc": "2025-07-18T04:03:51.114673+00:00"
    },
    {
        "fact_id": 18,
        "language": "Chinese",
        "fact": "暹羅貓的「臉色」會根據身體部份的體溫差異而改變；例如體溫低的部分會呈現比較深色。",
        "retrieved_at_utc": "2025-07-18T04:03:51.145037+00:00"
    },
    {
        "fact_id": 19,
        "language": "Chinese",
        "fact": "暹羅貓在剛出生時都是全身白色的，這是因為在母貓的體內溫度較高。",
        "retrieved_at_utc": "2025-07-18T04:03:51.175329+00:00"
    },
    {
        "fact_id": 20,
        "language": "Chinese",
        "fact": "對貓咪過敏的人實際上是對貓的口水與皮屑過敏。如果貓咪有恆常洗澡，就可減輕過敏症狀。",
        "retrieved_at_utc": "2025-07-18T04:03:51.210119+00:00"
    },
    {
        "fact_id": 21,
        "language": "Chinese",
        "fact": "研究指出對貓咪過敏的原因有機會與他們的氣味腺體有關。貓在臉部跟尾巴根部有氣味腺體；公貓會產生很強烈的氣味。若致敏原的確是這類氣味，那麼對貓過敏的人較能忍受已絕育的母貓。",
        "retrieved_at_utc": "2025-07-18T04:03:51.246962+00:00"
    },
    {
        "fact_id": 22,
        "language": "Chinese",
        "fact": "貓咪並不覺得他們是很細小的動物；反而認為我們只是一種比較大的貓。這種想法在多方面影響他們的行為。",
        "retrieved_at_utc": "2025-07-18T04:03:51.288162+00:00"
    },
    {
        "fact_id": 23,
        "language": "Chinese",
        "fact": "貓也會蛀牙與患上牙齦疾病，所以每年都需要帶他們見獸醫與清潔牙齒。",
        "retrieved_at_utc": "2025-07-18T04:03:51.320110+00:00"
    },
    {
        "fact_id": 24,
        "language": "Chinese",
        "fact": "很多人害怕在貓身上感染原蟲、弓形蟲等；雖然這些寄生蟲的確會引致人體生病，但最嚴重的問題是它們會引致嬰兒先天缺陷。弓形蟲是一種常見的寄生蟲，它們有時會透過貓的排泄物傳播；感染的原因多為進食生牛肉引致。懷孕以及免疫力弱人仕應避免接觸貓砂盤，除此以外沒有其他原因要避免接觸貓咪。",
        "retrieved_at_utc": "2025-07-18T04:03:51.354631+00:00"
    },
    {
        "fact_id": 25,
        "language": "Chinese",
        "fact": "所有家貓的祖先－非洲野貓仍然存在於世上。",
        "retrieved_at_utc": "2025-07-18T04:03:51.386872+00:00"
    },
    {
        "fact_id": 26,
        "language": "Chinese",
        "fact": "在古埃及，殺害貓咪是一種可招致死亡的重罪。",
        "retrieved_at_utc": "2025-07-18T04:03:51.424587+00:00"
    },
    {
        "fact_id": 27,
        "language": "Chinese",
        "fact": "在古埃及會把貓咪製成木乃伊，而且還會在墓裡面放置經防腐處理的老鼠。在一個古城曾發現超過 300,000 具貓咪木乃伊。",
        "retrieved_at_utc": "2025-07-18T04:03:51.457409+00:00"
    },
    {
        "fact_id": 28,
        "language": "Chinese",
        "fact": "在中世紀的聖約翰節期間，教徒會圍捕黑貓並將他們帶到城鎮廣場上活活燒死。",
        "retrieved_at_utc": "2025-07-18T04:03:51.487499+00:00"
    },
    {
        "fact_id": 29,
        "language": "Chinese",
        "fact": "首個貓咪展覽於 1871 年英國倫敦的水晶宮舉行。",
        "retrieved_at_utc": "2025-07-18T04:03:51.519391+00:00"
    },
    {
        "fact_id": 30,
        "language": "Chinese",
        "fact": "目前有約 100 個不同的家貓品種。",
        "retrieved_at_utc": "2025-07-18T04:03:51.552132+00:00"
    },
    {
        "fact_id": 31,
        "language": "Chinese",
        "fact": "貓咪的歸家技能與雀鳥類似，都是以生物時鐘、太陽角度與地球磁場來校準。如果貓咪被帶到遠處也能夠自行回家。但若主人搬家，貓咪確實無法找到他們。",
        "retrieved_at_utc": "2025-07-18T04:03:51.588046+00:00"
    },
    {
        "fact_id": 32,
        "language": "Chinese",
        "fact": "貓會埋藏自己的排泄物以避免天敵追蹤。",
        "retrieved_at_utc": "2025-07-18T04:03:51.628698+00:00"
    },
    {
        "fact_id": 33,
        "language": "Chinese",
        "fact": "貓每天睡約 16 到 18 小時。貓咪在睡覺時仍會警戒著感官刺激；若你在他們睡覺時戳尾巴，他們也會作出反應。",
        "retrieved_at_utc": "2025-07-18T04:03:51.662705+00:00"
    },
    {
        "fact_id": 34,
        "language": "Chinese",
        "fact": "除了以鼻子聞，貓咪也能夠從上顎與鼻腔之間的犁鼻器（亦稱作 Jacobson's organ）感知嗅覺。",
        "retrieved_at_utc": "2025-07-18T04:03:51.694466+00:00"
    },
    {
        "fact_id": 35,
        "language": "Chinese",
        "fact": "自來水的氯氣會刺激貓咪的嗅覺，建議應先靜水 24 小時後才餵給他們。",
        "retrieved_at_utc": "2025-07-18T04:03:51.729936+00:00"
    },
    {
        "fact_id": 36,
        "language": "Chinese",
        "fact": "第16任美國總統亞伯拉罕·林肯熱愛貓咪，在他居於白宮時曾養了 4 隻貓咪。",
        "retrieved_at_utc": "2025-07-18T04:03:51.771653+00:00"
    },
    {
        "fact_id": 37,
        "language": "Chinese",
        "fact": "凱撒大帝、亨利二世、卡爾十一世以及拿破崙都害怕貓咪。",
        "retrieved_at_utc": "2025-07-18T04:03:51.804160+00:00"
    },
    {
        "fact_id": 38,
        "language": "Chinese",
        "fact": "貓咪平均有 24 條貓鬚，在臉上兩側橫向排列成 4 行。",
        "retrieved_at_utc": "2025-07-18T04:03:51.836250+00:00"
    },
    {
        "fact_id": 39,
        "language": "Chinese",
        "fact": "「貓」在不同的語言：法語: chat; 德語: katze; 意大利語: gatto; 西班牙語/葡萄牙語: gato; 依地語: kats; 馬耳他語: qattus; 瑞典語/挪威語: katt; 荷蘭語: kat; 冰島語: kottur; 希臘語: catta; 印地語: katas; 日本語:neko; 波蘭語: kot; 烏克蘭語: kotuk; 夏威夷語: popoki; 俄羅斯語: koshka; 拉丁語: cattus; 埃及語: mau; 土耳其語: kedi; 亞美尼亞語: Gatz; 中文: mao; 阿拉伯語: biss; 印尼語: kucing; 保加利亞語: kotka; 馬來語: kucing; 泰語/越南語: meo; 羅馬尼亞語: pisica; 立陶宛語: katinas; 捷克語: kocka; 斯洛伐克語: macka; 巴斯克語: catua; 愛沙尼亞語: kass; 芬蘭語: kissa; 斯瓦希里語: paka.",
        "retrieved_at_utc": "2025-07-18T04:03:51.870020+00:00"
    },
    {
        "fact_id": 40,
        "language": "Chinese",
        "fact": "據統計方式近年寵物愛好者在貓與狗之間更偏向於喜愛貓。",
        "retrieved_at_utc": "2025-07-18T04:03:51.901787+00:00"
    },
    {
        "fact_id": 41,
        "language": "Chinese",
        "fact": "貓咪可以訓練以貓帶牽引散步，但需要很長時間與耐心的訓練。越年輕開始訓練，他們越容易學會。",
        "retrieved_at_utc": "2025-07-18T04:03:51.937225+00:00"
    },
    {
        "fact_id": 42,
        "language": "Chinese",
        "fact": "貓咪發出呼嚕聲不一定代表開心。例如產子後的劇痛也會導致貓咪發出呼嚕聲。小貓也會在哺乳期以呼嚕聲告訴母貓已喝飽奶。呼嚕聲是呼吸的其中一個過程，多數在嘴巴合上時發出。不過別擔心，若輕拍貼近你的貓咪時他發出呼嚕聲，他只是感到開心！",
        "retrieved_at_utc": "2025-07-18T04:03:51.975705+00:00"
    },
    {
        "fact_id": 1,
        "language": "Korean",
        "fact": "1987년 고양이는 개를 제치고 미국 최고의 반려동물로 등극했습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.016467+00:00"
    },
    {
        "fact_id": 2,
        "language": "Korean",
        "fact": "함께 사는 고양이는 때때로 싸우려는 의도가 없다는 것을 보여주기 위해 서로의 머리를 문지릅니다. 어린 고양이는 특히 흥분 할 때 더 자주 이렇게합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.049837+00:00"
    },
    {
        "fact_id": 3,
        "language": "Korean",
        "fact": "어미 고양이는 새끼 고양이에게 쓰레기통을 사용하도록 가르칩니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.084555+00:00"
    },
    {
        "fact_id": 4,
        "language": "Korean",
        "fact": "생애 초기에 새끼 고양이를 대하는 방식에 따라 나중에 성격 특성이 결정됩니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.123852+00:00"
    },
    {
        "fact_id": 5,
        "language": "Korean",
        "fact": "일반적인 믿음과는 달리 고양이는 사회적 동물입니다. 애완용 고양이는 말에 반응하고 대답 할 것이며 인간의 동반자 관계를 즐기는 것 같습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.157353+00:00"
    },
    {
        "fact_id": 6,
        "language": "Korean",
        "fact": "잘 치료하면 고양이는 20 년 이상 살 수 있지만 집 고양이의 평균 수명은 14 년입니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.190906+00:00"
    },
    {
        "fact_id": 7,
        "language": "Korean",
        "fact": "고양이를 중성화하면 수명이 2 ~ 3 년 연장됩니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.231742+00:00"
    },
    {
        "fact_id": 8,
        "language": "Korean",
        "fact": "고양이, 특히 나이든 고양이는 암에 걸립니다. 많은 경우이 질병은 성공적으로 치료할 수 있습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.263899+00:00"
    },
    {
        "fact_id": 9,
        "language": "Korean",
        "fact": "고양이는 단 것을 맛볼 수 없습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.296385+00:00"
    },
    {
        "fact_id": 10,
        "language": "Korean",
        "fact": "고양이는 스스로 생산할 수 없기 때문에 식단에 지방이 있어야합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.330458+00:00"
    },
    {
        "fact_id": 11,
        "language": "Korean",
        "fact": "고양이에게 유독 한 몇 가지 일반적인 관엽 식물은 다음과 같습니다: 잉글리쉬 아이비, 아이리스, 겨우살이, 필로 덴 드론 및 주목입니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.366336+00:00"
    },
    {
        "fact_id": 12,
        "language": "Korean",
        "fact": "타이레놀과 초콜릿은 모두 고양이에게 유독합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.398830+00:00"
    },
    {
        "fact_id": 13,
        "language": "Korean",
        "fact": "많은 고양이가 우유를 제대로 소화하지 못합니다. 우유와 유제품은 설사를 유발합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.432926+00:00"
    },
    {
        "fact_id": 14,
        "language": "Korean",
        "fact": "평균 고양이 사료 식사는 약 5 마리의 쥐에 해당합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.465249+00:00"
    },
    {
        "fact_id": 15,
        "language": "Korean",
        "fact": "고양이는 벼룩을 먹음으로써 촌충에 감염될 수 있습니다. 이 기생충은 고양이 몸속에 영원히 살거나 약으로 제거될 때까지 살 수 있습니다. 긴 몸의 끝에서 연결 고리를 흘려서 번식합니다. 이 고리는 고양이의 항문으로 기어 나와 수백 개의 알을 낳습니다. 이 알은 벼룩 유충에 의해 주입되고 주기는 계속됩니다. 사람 역시 촌충에 감염될 수 있지만, 감염된 벼룩을 먹었을 경우에만 감염됩니다. 촌충이 있는 고양이는 수의사에게 구충을 받아야 합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.500666+00:00"
    },
    {
        "fact_id": 16,
        "language": "Korean",
        "fact": "고양이는 쥐를 잡아먹으면 촌충에 감염될 수 있습니다. 고양이가 쥐를 잡으면 상을 빼앗는 것이 가장 좋습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.536245+00:00"
    },
    {
        "fact_id": 17,
        "language": "Korean",
        "fact": "고양이에게 에이즈의 한 형태가 존재합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.569170+00:00"
    },
    {
        "fact_id": 18,
        "language": "Korean",
        "fact": "샴 고양이의 점의 색은 열과 관련이 있습니다. 시원한 부분은 더 어둡습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.611922+00:00"
    },
    {
        "fact_id": 19,
        "language": "Korean",
        "fact": "샴 새끼 고양이는 출생 전 엄마 자궁 내부의 열 때문에 하얗게 태어납니다. 이 열은 새끼 고양이의 털이 포인트에서 어두워지는 것을 방지합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.643951+00:00"
    },
    {
        "fact_id": 20,
        "language": "Korean",
        "fact": "고양이 알레르기가 있는 사람들은 실제로 고양이 타액이나 고양이 비듬에 알레르기가 있습니다. 거주하는 고양이가 정기적으로 목욕을하면 알레르기가있는 사람들이 더 잘 견딜 수 있습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.675015+00:00"
    },
    {
        "fact_id": 21,
        "language": "Korean",
        "fact": "연구에 따르면 고양이의 알레르겐은 고양이의 후각샘과 관련이 있다고 합니다. 고양이는 얼굴과 꼬리 밑부분에 후각선이 있습니다. 수컷 고양이가 가장 많은 냄새를 풍깁니다. 이 냄새샘에서 나오는 분비물이 알레르기 항원이라면 알레르기가 있는 사람은 중성화된 암컷 고양이를 가장 잘 견뎌야 합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.707252+00:00"
    },
    {
        "fact_id": 22,
        "language": "Korean",
        "fact": "고양이는 자신이 작은 사람이라고 생각하지 않습니다. 그들은 우리가 큰 고양이라고 생각합니다. 이것은 여러 가지 방식으로 그들의 행동에 영향을 미칩니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.739416+00:00"
    },
    {
        "fact_id": 23,
        "language": "Korean",
        "fact": "고양이는 잇몸 질환과 충치에 걸리기 쉽습니다. 일년에 한 번 수의사나 고양이 치과에서 치아를 청소해야 합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.771079+00:00"
    },
    {
        "fact_id": 24,
        "language": "Korean",
        "fact": "많은 사람들이 고양이로부터 원충성 질병인 톡소플라스마증에 감염되는 것을 두려워합니다. 이 질병은 사람에게 질병을 일으킬 수 있지만 더 심각한 것은 태아에게 선천적 결함을 유발할 수 있다는 것입니다. 톡소플라즈마증은 흔한 질병으로 고양이의 대변을 통해 전염되기도 합니다. 날고기나 희귀 쇠고기를 먹을 때 가장 자주 발생합니다. 임산부와 면역 체계가 저하 된 사람은 고양이 쓰레기통을 만지지 않아야합니다. 그 외에는이 사람들이 고양이를 피해야 할 이유가 없습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.804066+00:00"
    },
    {
        "fact_id": 25,
        "language": "Korean",
        "fact": "모든 집 고양이의 조상은 오늘날에도 여전히 존재하는 아프리카 야생 고양이입니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.835511+00:00"
    },
    {
        "fact_id": 26,
        "language": "Korean",
        "fact": "고대 이집트에서 고양이를 죽이는 것은 사형에 처할 수 있는 범죄였습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.870817+00:00"
    },
    {
        "fact_id": 27,
        "language": "Korean",
        "fact": "고대 이집트에서는 고양이로 미라를 만들고 방부 처리한 쥐를 무덤에 함께 넣었습니다. 한 고대 도시에서는 30만 마리가 넘는 고양이 미라가 발견되었습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.902631+00:00"
    },
    {
        "fact_id": 28,
        "language": "Korean",
        "fact": "중세에는 성 요한 축제 기간 동안 고양이가 마을 광장에서 산 채로 불에 탔습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.938271+00:00"
    },
    {
        "fact_id": 29,
        "language": "Korean",
        "fact": "최초의 고양이 쇼는 1871 년 런던의 크리스탈 팰리스에서 열렸습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:52.970728+00:00"
    },
    {
        "fact_id": 30,
        "language": "Korean",
        "fact": "오늘날 국내 고양이에는 약 100 가지 품종이 있습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:53.003063+00:00"
    },
    {
        "fact_id": 31,
        "language": "Korean",
        "fact": "새와 마찬가지로 고양이는 생체 시계, 태양의 각도 및 지구 자기장을 사용하는 귀환 능력을 가지고 있습니다. 집에서 멀리 떨어진 고양이는 집으로 돌아올 수 있습니다. 그러나 고양이의 주인이 집에서 멀리 이사하면 고양이는 주인을 찾을 수 없습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:53.037091+00:00"
    },
    {
        "fact_id": 32,
        "language": "Korean",
        "fact": "고양이는 포식자로부터 흔적을 가리기 위해 배설물을 묻습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:53.072514+00:00"
    },
    {
        "fact_id": 33,
        "language": "Korean",
        "fact": "고양이는 하루에 16~18시간 잠을 잔다. 고양이는 잠을 자고 있을 때에도 외부에서 들어오는 자극에 대해 경계하고 있습니다. 잠자는 고양이의 꼬리를 찌르면 그에 따라 반응합니다.",
        "retrieved_at_utc": "2025-07-18T04:03:53.102727+00:00"
    },
    {
        "fact_id": 34,
        "language": "Korean",
        "fact": "고양이는 코로 냄새를 맡는 것 외에도 입 윗면에 위치한 제이콥슨 기관이라는 추가 기관으로 냄새를 맡을 수 있습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:53.142136+00:00"
    },
    {
        "fact_id": 35,
        "language": "Korean",
        "fact": "신선한 수돗물의 염소는 고양이 코의 민감한 부분을 자극합니다. 고양이에게 수돗물을주기 전에 24 시간 동안 그대로 두십시오.",
        "retrieved_at_utc": "2025-07-18T04:03:53.173080+00:00"
    },
    {
        "fact_id": 36,
        "language": "Korean",
        "fact": "에이브러햄 링컨은 고양이를 사랑했습니다. 그는 백악관에 사는 동안 네 마리를 키 웠습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:53.206424+00:00"
    },
    {
        "fact_id": 37,
        "language": "Korean",
        "fact": "줄리어스 시저, 앙리 2세, 찰스 11세, 나폴레옹은 모두 고양이를 무서워했다.",
        "retrieved_at_utc": "2025-07-18T04:03:53.238591+00:00"
    },
    {
        "fact_id": 38,
        "language": "Korean",
        "fact": "고양이는 평균 24 개의 수염을 가지고 있으며 양쪽에 가로로 4 줄로 배열되어 있습니다.",
        "retrieved_at_utc": "2025-07-18T04:03:53.272686+00:00"
    },
    {
        "fact_id": 39,
        "language": "Korean",
        "fact": "다양한 언어로 된 '고양이'라는 단어: 프랑스어: 채팅; 독일어: 카체; 이탈리아어: 가토; 스페인어/포르투갈어: 가토; 이디시어: 카츠; 몰타어: 콰투스; 스웨덴어/노르웨이어: 카트; 네덜란드어: 캣; 아이슬란드어: 코투르; 그리스어: 카타; 힌두어: 카타스; 일본어: 네코; 폴란드어: 콧; 우크라이나어: 코툭; 하와이아어: 포포키; 러시아어: 코시카; 라틴어: 캣투스; 이집트어: 마우; 터키어: 케디; 아르메니아어: 가츠; 중국어: 마오; 아랍어: 비스; 인도네시아어: 쿠칭; 불가리아어: 코카; 말레이어: 쿠칭; 태국어/베트남어: 메오; 루마니아어: 피시카; 리투아니아어: 카티나스; 체코어: 코카; 슬로바키아어: 맥카; 아르메니아어: 가츠; 바스크어: 카투아; 에스토니아어: 카스; 핀란드어: 키사; 스와힐리어: 파카.",
        "retrieved_at_utc": "2025-07-18T04:03:53.305881+00:00"
    },
    {
        "fact_id": 40,
        "language": "Korean",
        "fact": "통계에 따르면 최근 몇 년 동안 동물 애호가들은 개보다 고양이를 더 선호하는 것으로 나타났습니다!",
        "retrieved_at_utc": "2025-07-18T04:03:53.341393+00:00"
    },
    {
        "fact_id": 41,
        "language": "Korean",
        "fact": "고양이는 목줄로 걷는 법을 배울 수 있지만 가르치려면 많은 시간과 인내가 필요합니다. 고양이가 어릴수록 배우기가 더 쉬울 것입니다.",
        "retrieved_at_utc": "2025-07-18T04:03:53.374964+00:00"
    },
    {
        "fact_id": 42,
        "language": "Korean",
        "fact": "가르랑거리는 소리가 항상 행복을 의미하는 것은 아닙니다. 고양이가 출산 중과 같이 끔찍한 고통을 겪고 있다는 것을 의미 할 수 있습니다. 새끼 고양이는 수유 중에 충분한 젖을 먹고 있다는 것을 알리기 위해 어미 고양이에게 가르랑거립니다. 가르릉거리는 것은 숨을 들이쉬고 내쉬는 과정으로, 대개 입을 다물고 있는 상태에서 이루어집니다. 하지만 집사가 부드럽게 쓰다듬고 가까이 안아줄 때 고양이가 가르랑거린다면 행복한 고양이입니다!'라고 설명합니다",
        "retrieved_at_utc": "2025-07-18T04:03:53.404362+00:00"
    }
]